[
    {
        "label": {
            "en": "Anal sex",
            "tr": "Anal seks",
            "es": "Sexo anal",
            "he": "סקס אנאלי",
            "ar": "الجنس الشرجي",
            "zh": "肛交",
            "ja": "アナルセックス",
            "hi": "गुदा मैथुन",
            "de": "Analsex",
            "th": "เพศทางทวารหนัก",
            "ru": "Анальный секс",
            "pl": "Seks analny",
            "fr": "Sexe anal",
            "pt": "Sexo anal",
            "id": "Seks anal",
            "bn": "পায়ু যৌনতা"
        },
        "description": {
            "en": "Anal sex, often simply referred to as \"anal\", refers to penetration of the anus. Some refuse it because they see it as taboo; others love it as a way to spice up their sex lives.",
            "tr": "Anal seks, genellikle sadece \"anal\" olarak adlandırılır ve anüsün penetrasyonunu ifade eder. Bazıları bunu tabu olarak gördüğü için reddederken, diğerleri cinsel yaşamlarını renklendirmenin bir yolu olarak sever.",
            "es": "El sexo anal, a menudo simplemente llamado \"anal\", se refiere a la penetración del ano. Algunos lo rechazan porque lo ven como tabú; otros lo aman como una forma de dar vida a su vida sexual.",
            "he": "סקס אנאלי, המכונה לעתים קרובות פשוט \"אנאלי\", מתייחס לחדירה לפי הטבעת. יש שמסרבים לכך כי הם רואים בו טאבו; אחרים אוהבים אותו כדרך לתבל את חיי המין שלהם.",
            "ar": "الجنس الشرجي، والذي يُشار إليه غالبًا ببساطة باسم \"الشرجي\"، يشير إلى اختراق فتحة الشرج. يرفضه البعض لأنهم يرونه من المحرمات؛ يحبه آخرون كوسيلة لإضفاء الحيوية على حياتهم الجنسية.",
            "zh": "肛交，通常简称为\"肛门\"，是指肛门的插入。有些人拒绝它，因为他们认为这是禁忌；其他人喜欢它作为增添性生活情趣的一种方式。",
            "ja": "アナルセックス、しばしば単に「アナル」と呼ばれるものは、肛門への挿入を指します。タブーと見なしているため拒否する人もいれば、性生活に刺激を与える方法として愛する人もいます。",
            "hi": "गुदा मैथुन, जिसे अक्सर केवल \"गुदा\" कहा जाता है, गुदा के प्रवेश को संदर्भित करता है। कुछ लोग इसे अस्वीकार करते हैं क्योंकि वे इसे वर्जित मानते हैं; दूसरों को यह अपने यौन जीवन को मसालेदार बनाने के तरीके के रूप में पसंद है।",
            "de": "Analsex, oft einfach als \"Anal\" bezeichnet, bezieht sich auf das Eindringen in den Anus. Einige lehnen es ab, weil sie es als Tabu ansehen; andere lieben es als eine Möglichkeit, ihr Sexleben aufzupeppen.",
            "th": "เพศทางทวารหนัก มักเรียกกันง่ายๆ ว่า \"ทางทวาร\" หมายถึงการสอดใส่ทางทวารหนัก บางคนปฏิเสธเพราะมองว่าเป็นเรื่องต้องห้าม คนอื่นๆ ชอบมันเป็นวิธีเพิ่มความตื่นเต้นในชีวิตทางเพศ",
            "ru": "Анальный секс, часто называемый просто \"анальным\", относится к проникновению в анус. Некоторые отказываются от него, потому что считают его табу; другие любят его как способ разнообразить свою сексуальную жизнь.",
            "pl": "Seks analny, często określany po prostu jako \"analny\", odnosi się do penetracji odbytu. Niektórzy odrzucają go, ponieważ postrzegają go jako tabu; inni kochają go jako sposób na urozmaicenie swojego życia seksualnego.",
            "fr": "Le sexe anal, souvent simplement appelé \"anal\", fait référence à la pénétration de l'anus. Certains le refusent parce qu'ils le considèrent comme tabou; d'autres l'aiment comme un moyen de pimenter leur vie sexuelle.",
            "pt": "Sexo anal, muitas vezes simplesmente referido como \"anal\", refere-se à penetração do ânus. Alguns recusam porque o veem como tabu; outros adoram como uma forma de apimentar suas vidas sexuais.",
            "id": "Seks anal, sering disebut hanya sebagai \"anal\", mengacu pada penetrasi anus. Beberapa menolaknya karena mereka melihatnya sebagai tabu; yang lain menyukainya sebagai cara untuk membumbui kehidupan seks mereka.",
            "bn": "পায়ু যৌনতা, প্রায়শই কেবল \"পায়ু\" হিসাবে উল্লেখ করা হয়, মলদ্বারে অনুপ্রবেশকে বোঝায়। কেউ কেউ এটি প্রত্যাখ্যান করে কারণ তারা এটিকে নিষিদ্ধ হিসাবে দেখে; অন্যরা তাদের যৌন জীবনকে মশলাদার করার উপায় হিসাবে এটি পছন্দ করে।"
        },
        "category": "joy_or_tabu"
    },
    {
        "label": {
            "en": "Being watched",
            "tr": "İzlenmek",
            "es": "siendo observado",
            "he": "Being watched",
            "ar": "يجري مراقبتها",
            "zh": "Being watched",
            "ja": "監視されている",
            "hi": "नजर रखी जा रही है",
            "de": "Beobachtet werden",
            "th": "ถูกจับตามอง",
            "ru": "Наблюдение",
            "pl": "Bycie obserwowanym",
            "fr": "Être surveillé",
            "pt": "Sendo vigiado",
            "id": "Diawasi",
            "bn": "পর্যবেক্ষণ করা হচ্ছে"
        },
        "description": {
            "en": "People who like to expose themselves get a kick from being seen. Whether it’s sex with a partner or masturbation, things are hotter when you have an audience.",
            "tr": "Kendilerini ifşa etmekten hoşlanan insanlar görülmekten keyif alırlar. İster bir partnerle seks ister mastürbasyon olsun, seyirciniz olduğunda işler daha da sıcak olur.",
            "es": "Las personas a las que les gusta exponerse disfrutan cuando las ven. Ya sea sexo con pareja o masturbación, las cosas son más interesantes cuando tienes audiencia.",
            "he": "People who like to expose themselves get a kick from being seen. Whether it’s sex with a partner or masturbation, things are hotter when you have an audience.",
            "ar": "الأشخاص الذين يحبون كشف أنفسهم يحصلون على ركلة من رؤيتهم. سواء كان ذلك ممارسة الجنس مع شريك أو الاستمناء، تصبح الأمور أكثر إثارة عندما يكون لديك جمهور.",
            "zh": "People who like to expose themselves get a kick from being seen. Whether it’s sex with a partner or masturbation, things are hotter when you have an audience.",
            "ja": "自分を露出するのが好きな人は、見られることに興奮します。パートナーとのセックスでもマスターベーションでも、観客がいるとさらに熱くなります。",
            "hi": "जो लोग स्वयं को उजागर करना पसंद करते हैं उन्हें देखे जाने से प्रोत्साहन मिलता है। चाहे वह साथी के साथ सेक्स हो या हस्तमैथुन, जब आपके पास दर्शक हों तो चीजें अधिक आकर्षक होती हैं।",
            "de": "Menschen, die sich gerne zur Schau stellen, haben Spaß daran, gesehen zu werden. Ob Sex mit einem Partner oder Masturbation, heißer geht es zu, wenn man ein Publikum hat.",
            "th": "คนที่ชอบเปิดเผยตัวเองจะถูกเตะจากการถูกคนอื่นเห็น ไม่ว่าจะเป็นการมีเพศสัมพันธ์กับคู่รักหรือการช่วยตัวเอง สิ่งต่างๆ จะร้อนแรงยิ่งขึ้นเมื่อคุณมีผู้ฟัง",
            "ru": "Люди, которые любят выставлять себя напоказ, получают удовольствие от того, что их видят. Будь то секс с партнером или мастурбация, все становится жарче, когда у вас есть аудитория.",
            "pl": "Ludzie, którzy lubią się eksponować, czerpią przyjemność z bycia zauważonym. Niezależnie od tego, czy jest to seks z partnerem, czy masturbacja, sprawy stają się gorętsze, gdy masz publiczność.",
            "fr": "Les gens qui aiment s’exposer aiment être vus. Qu’il s’agisse de sexe avec un partenaire ou de masturbation, les choses sont plus chaudes quand on a un public.",
            "pt": "Pessoas que gostam de se expor ficam encantadas ao serem vistas. Seja sexo com parceiro ou masturbação, as coisas ficam mais quentes quando você tem público.",
            "id": "Orang yang suka mengekspos diri mereka sendiri akan mendapat kesenangan jika dilihat. Baik itu seks dengan pasangan atau masturbasi, segalanya menjadi lebih panas ketika Anda memiliki penonton.",
            "bn": "যারা নিজেকে প্রকাশ করতে পছন্দ করে তাদের দেখা থেকে একটি লাথি পাওয়া যায়। সঙ্গীর সাথে যৌনতা হোক বা হস্তমৈথুন হোক, যখন আপনার শ্রোতা থাকে তখন বিষয়গুলি আরও উত্তপ্ত হয়৷"
        },
        "category": "sexual_adventure"
    },
    {
        "label": {
            "en": "Blindfolding",
            "tr": "Gözleri bağlama",
            "es": "vendar los ojos",
            "he": "Blindfolding",
            "ar": "عصب العينين",
            "zh": "Blindfolding",
            "ja": "目隠し",
            "hi": "आंखों पर पट्टी बांधना",
            "de": "Augenbinde",
            "th": "ปิดตา",
            "ru": "Завязывание глаз",
            "pl": "Zasłanianie oczu",
            "fr": "Yeux bandés",
            "pt": "Vendando os olhos",
            "id": "Menutup mata",
            "bn": "চোখ বাঁধা"
        },
        "description": {
            "en": "Want to experience pleasure with all your senses? Covering your eyes increases your sensory perception and intensifies the connection with your partner – trust is everything!",
            "tr": "Tüm duyularınızla hazzı deneyimlemek ister misiniz? Gözlerinizi kapatmak duyusal algınızı artırır ve partnerinizle olan bağınızı güçlendirir; güven her şeydir!",
            "es": "¿Quieres experimentar placer con todos tus sentidos? Cubrirse los ojos aumenta su percepción sensorial e intensifica la conexión con su pareja: ¡la confianza lo es todo!",
            "he": "Want to experience pleasure with all your senses? Covering your eyes increases your sensory perception and intensifies the connection with your partner – trust is everything!",
            "ar": "هل تريد تجربة المتعة بكل حواسك؟ إن تغطية عينيك تزيد من إدراكك الحسي وتكثف الاتصال مع شريك حياتك - الثقة هي كل شيء!",
            "zh": "Want to experience pleasure with all your senses? Covering your eyes increases your sensory perception and intensifies the connection with your partner – trust is everything!",
            "ja": "五感すべてで喜びを体験してみませんか?目を覆うと感覚が高まり、パートナーとのつながりが強化されます。信頼がすべてです。",
            "hi": "क्या आप अपनी सभी इंद्रियों से आनंद का अनुभव करना चाहते हैं? अपनी आँखों को ढकने से आपकी संवेदी धारणा बढ़ती है और आपके साथी के साथ संबंध प्रगाढ़ होता है - विश्वास ही सब कुछ है!",
            "de": "Lust auf Genuss mit allen Sinnen? Das Abdecken der Augen steigert Ihre Sinneswahrnehmung und intensiviert die Verbindung zu Ihrem Partner – Vertrauen ist alles!",
            "th": "ต้องการสัมผัสประสบการณ์ความสุขด้วยประสาทสัมผัสทั้งหมดของคุณหรือไม่? การหลับตาช่วยเพิ่มการรับรู้ทางประสาทสัมผัสและกระชับความสัมพันธ์กับคู่ของคุณ – ความไว้วางใจคือทุกสิ่ง!",
            "ru": "Хотите испытать удовольствие всеми органами чувств? Закрытие глаз увеличивает ваше сенсорное восприятие и усиливает связь с партнером – доверие – это все!",
            "pl": "Chcesz doświadczać przyjemności wszystkimi zmysłami? Zakrycie oczu zwiększa percepcję zmysłową i intensyfikuje więź z partnerem – zaufanie jest najważniejsze!",
            "fr": "Envie de ressentir du plaisir avec tous vos sens ? Se couvrir les yeux augmente votre perception sensorielle et intensifie la connexion avec votre partenaire – la confiance est primordiale !",
            "pt": "Quer experimentar prazer com todos os seus sentidos? Cobrir os olhos aumenta a percepção sensorial e intensifica a conexão com o parceiro – confiança é tudo!",
            "id": "Ingin merasakan kesenangan dengan seluruh indra Anda? Menutup mata meningkatkan persepsi sensorik Anda dan memperkuat hubungan dengan pasangan – kepercayaan adalah segalanya!",
            "bn": "আপনার সমস্ত ইন্দ্রিয় দিয়ে আনন্দ অনুভব করতে চান? আপনার চোখ ঢেকে রাখা আপনার সংবেদনশীল উপলব্ধি বাড়ায় এবং আপনার সঙ্গীর সাথে সংযোগকে তীব্র করে – বিশ্বাসই সবকিছু!"
        },
        "category": "joy_or_tabu"
    },
    {
        "label": {
            "en": "Blowjob",
            "tr": "oral seks",
            "es": "mamada",
            "he": "Blowjob",
            "ar": "اللسان",
            "zh": "Blowjob",
            "ja": "フェラ",
            "hi": "मुख-मैथुन",
            "de": "Blasen",
            "th": "อมดูดควย",
            "ru": "Минет",
            "pl": "Obciąganie",
            "fr": "Fellation",
            "pt": "Boquete",
            "id": "Seks oral",
            "bn": "ব্লোজব"
        },
        "description": {
            "en": "Blow job refers to oral stimulation of the penis with the mouth (lips, tongue and teeth). Other terms for this include oral sex or fellatio.",
            "tr": "Oral seks, penisin ağız yoluyla (dudaklar, dil ve dişler) oral olarak uyarılması anlamına gelir. Bunun için diğer terimler oral seks veya oral seks içerir.",
            "es": "La mamada se refiere a la estimulación oral del pene con la boca (labios, lengua y dientes). Otros términos para esto incluyen sexo oral o felación.",
            "he": "Blow job refers to oral stimulation of the penis with the mouth (lips, tongue and teeth). Other terms for this include oral sex or fellatio.",
            "ar": "تشير وظيفة النفخ إلى التحفيز الفموي للقضيب بالفم (الشفاه واللسان والأسنان). المصطلحات الأخرى لهذا تشمل الجنس عن طريق الفم أو اللسان.",
            "zh": "Blow job refers to oral stimulation of the penis with the mouth (lips, tongue and teeth). Other terms for this include oral sex or fellatio.",
            "ja": "フェラとは、口（唇、舌、歯）を使ってペニスを刺激することを指します。これを表す他の用語には、オーラル セックスやフェラなどが含まれます。",
            "hi": "ब्लो जॉब का तात्पर्य लिंग को मुंह (होंठ, जीभ और दांत) से उत्तेजित करना है। इसके लिए अन्य शब्दों में ओरल सेक्स या फ़ेलेटियो शामिल है।",
            "de": "Unter Blowjob versteht man die orale Stimulation des Penis mit dem Mund (Lippen, Zunge und Zähne). Andere Begriffe hierfür sind Oralsex oder Fellatio.",
            "th": "งานเป่าหมายถึงการกระตุ้นอวัยวะเพศชายด้วยปาก (ริมฝีปาก ลิ้น และฟัน) ข้อกำหนดอื่นๆ ได้แก่ ออรัลเซ็กซ์หรือการเลีย",
            "ru": "Под минетом подразумевается оральная стимуляция полового члена ртом (губами, языком и зубами). Другие термины для этого включают оральный секс или фелляцию.",
            "pl": "Blow job odnosi się do ustnej stymulacji penisa ustami (wargami, językiem i zębami). Inne określenia obejmują seks oralny lub Fellatio.",
            "fr": "La pipe fait référence à la stimulation orale du pénis avec la bouche (lèvres, langue et dents). D'autres termes pour cela incluent le sexe oral ou la fellation.",
            "pt": "Boquete refere-se à estimulação oral do pênis com a boca (lábios, língua e dentes). Outros termos para isso incluem sexo oral ou felação.",
            "id": "Pekerjaan pukulan mengacu pada rangsangan oral pada penis dengan mulut (bibir, lidah dan gigi). Istilah lain untuk ini termasuk seks oral atau fellowlatio.",
            "bn": "ব্লো জব বলতে মুখ দিয়ে লিঙ্গের মৌখিক উদ্দীপনা বোঝায় (ঠোঁট, জিহ্বা এবং দাঁত)। এর জন্য অন্যান্য পদের মধ্যে রয়েছে ওরাল সেক্স বা ফেলটিও।"
        },
        "category": "joy_or_tabu"
    },
    {
        "label": {
            "en": "Body hair",
            "tr": "Vücut kılı",
            "es": "Vello corporal",
            "he": "Body hair",
            "ar": "شعر الجسم",
            "zh": "Body hair",
            "ja": "体毛",
            "hi": "शरीर पर बाल",
            "de": "Körperbehaarung",
            "th": "ขนตามร่างกาย",
            "ru": "Волосы на теле",
            "pl": "Włosy na ciele",
            "fr": "Poils du corps",
            "pt": "Pelos corporais",
            "id": "Rambut tubuh",
            "bn": "শরীরের লোম"
        },
        "description": {
            "en": "A lot of people now find body hair unappealing. However, there are some who like hairy chests, legs or intimate areas.",
            "tr": "Artık pek çok insan vücut kıllarını çekici bulmuyor. Ancak kıllı göğüsleri, bacakları veya mahrem bölgeleri sevenler de var.",
            "es": "Mucha gente ahora encuentra poco atractivo el vello corporal. Sin embargo, hay algunas a las que les gusta el pecho, las piernas o las zonas íntimas peludas.",
            "he": "A lot of people now find body hair unappealing. However, there are some who like hairy chests, legs or intimate areas.",
            "ar": "يجد الكثير من الناس الآن أن شعر الجسم غير جذاب. ومع ذلك، هناك من يحبون صدورهم أو أرجلهم أو المناطق الحميمة المشعرة.",
            "zh": "A lot of people now find body hair unappealing. However, there are some who like hairy chests, legs or intimate areas.",
            "ja": "現在、多くの人が体毛を魅力的ではないと感じています。しかし、毛むくじゃらの胸、脚、または親密な領域を好む人もいます。",
            "hi": "बहुत से लोगों को अब शरीर पर बाल अरुचिकर लगते हैं। हालाँकि, कुछ ऐसे भी हैं जिन्हें बालों वाली छाती, पैर या अंतरंग क्षेत्र पसंद हैं।",
            "de": "Viele Menschen empfinden Körperbehaarung mittlerweile als unattraktiv. Es gibt jedoch einige, die haarige Brust, Beine oder Intimbereiche mögen.",
            "th": "หลายๆ คนพบว่าขนตามร่างกายไม่สวย แต่ก็มีบางคนที่ชอบขนหน้าอก ขา หรือบริเวณจุดซ่อนเร้น",
            "ru": "Многие люди сейчас считают волосы на теле непривлекательными. Однако есть любители волосатой груди, ног или интимных зон.",
            "pl": "Wiele osób uważa, że ​​owłosienie na ciele jest obecnie nieatrakcyjne. Są jednak tacy, którzy lubią owłosioną klatkę piersiową, nogi czy miejsca intymne.",
            "fr": "Beaucoup de gens trouvent désormais les poils peu attrayants. Cependant, il y en a qui aiment les torses, les jambes ou les zones intimes poilues.",
            "pt": "Muitas pessoas agora acham os pelos do corpo desagradáveis. No entanto, há quem goste de peitos, pernas ou áreas íntimas peludas.",
            "id": "Banyak orang sekarang menganggap bulu di tubuh tidak menarik. Namun, ada juga yang menyukai bulu di bagian dada, kaki, atau area intim.",
            "bn": "অনেকেরই এখন শরীরের লোম অপার্থিব মনে হয়। তবে, কেউ কেউ আছেন যারা লোমশ বুক, পা বা অন্তরঙ্গ জায়গা পছন্দ করেন।"
        },
        "category": "physical_pref"
    },
    {
        "label": {
            "en": "Bondage, tying up",
            "tr": "Esaret, bağlama",
            "es": "Bondage, atando",
            "he": "שעבוד, קשירה",
            "ar": "العبودية، والتقييد",
            "zh": "束缚、捆绑",
            "ja": "ボンデージ、縛る",
            "hi": "बंधन, बाँधना",
            "de": "Fesseln, Fesseln",
            "th": "ทาสผูกมัด",
            "ru": "Бондаж, связывание",
            "pl": "Niewola, wiązanie",
            "fr": "La servitude, l'attachement",
            "pt": "Escravidão, amarrando",
            "id": "Perbudakan, mengikat",
            "bn": "বন্ধন, বাঁধা"
        },
        "description": {
            "en": "Bondage puts the “B” in BDSM and includes the full range of tying up to intensify the sexual experience. This includes anything from satin ribbons on the headboard to S&M “toys”.",
            "tr": "Esaret, BDSM'ye \"B\" notunu verir ve cinsel deneyimi yoğunlaştırmak için bağlamanın tüm çeşitlerini içerir. Buna yatak başlığındaki saten kurdelelerden S&M “oyuncaklarına” kadar her şey dahildir.",
            "es": "Bondage pone la “B” en BDSM e incluye toda la gama de ataduras para intensificar la experiencia sexual. Esto incluye cualquier cosa, desde cintas de raso en la cabecera hasta “juguetes” sadomasoquistas.",
            "he": "שעבוד שם את ה-\"B\" ב-BDSM וכולל את כל הטווח של קשירה כדי להעצים את החוויה המינית. זה כולל כל דבר, החל מסרטי סאטן על ראש המיטה ועד \"צעצועים\" של S&M.",
            "ar": "تضع العبودية الحرف \"B\" في BDSM وتتضمن النطاق الكامل للربط لتكثيف التجربة الجنسية. يتضمن ذلك أي شيء بدءًا من أشرطة الساتان الموجودة على اللوح الأمامي وحتى \"ألعاب\" S&M.",
            "zh": "Bondage 是 BDSM 中的“B”，包括全方位的捆绑以强化性体验。这包括从床头板上的缎带到 S&M“玩具”的任何东西。",
            "ja": "ボンデージはBDSMの「B」を意味し、性的体験を強化するためのあらゆる種類の縛りが含まれます。これには、ヘッドボードのサテンのリボンから S&M の「おもちゃ」まで、あらゆるものが含まれます。",
            "hi": "बंधन बीडीएसएम में \"बी\" डालता है और इसमें यौन अनुभव को तीव्र करने के लिए बंधन की पूरी श्रृंखला शामिल है। इसमें हेडबोर्ड पर साटन रिबन से लेकर एस एंड एम \"खिलौने\" तक कुछ भी शामिल है।",
            "de": "Bondage setzt das „B“ im BDSM und umfasst die gesamte Bandbreite der Fesselung zur Intensivierung des sexuellen Erlebnisses. Dazu gehört alles von Satinbändern am Kopfteil bis hin zu S&M-„Spielzeugen“.",
            "th": "ทาสใส่ \"B\" ไว้ในทาสซาดิสม์และรวมถึงการผูกมัดอย่างเต็มรูปแบบเพื่อเพิ่มประสบการณ์ทางเพศให้เข้มข้นขึ้น ตั้งแต่ริบบิ้นผ้าซาตินบนหัวเตียง ไปจนถึง \"ของเล่น\" ของ S&M",
            "ru": "Бондаж ставит «четвёрку» в БДСМ и включает в себя весь спектр связываний для усиления сексуального опыта. Сюда входит что угодно: от атласных лент на изголовье кровати до садомазохистских «игрушек».",
            "pl": "Bondage stawia literę „B” w BDSM i obejmuje pełen zakres wiązania w celu zintensyfikowania doznań seksualnych. Obejmuje to wszystko, od satynowych wstążek na zagłówku po „zabawki S&M”.",
            "fr": "Le bondage met le « B » dans le BDSM et inclut toute la gamme des attaches pour intensifier l'expérience sexuelle. Cela inclut tout, des rubans de satin sur la tête de lit aux « jouets » S&M.",
            "pt": "Bondage coloca o “B” no BDSM e inclui toda a gama de amarrações para intensificar a experiência sexual. Isso inclui desde fitas de cetim na cabeceira da cama até “brinquedos” S&M.",
            "id": "Bondage menempatkan “B” dalam BDSM dan mencakup keseluruhan ikatan untuk mengintensifkan pengalaman seksual. Ini mencakup apa saja mulai dari pita satin di kepala tempat tidur hingga “mainan” S&M.",
            "bn": "বন্ধন BDSM-এ \"B\" রাখে এবং যৌন অভিজ্ঞতাকে তীব্র করার জন্য বাঁধার সম্পূর্ণ পরিসীমা অন্তর্ভুক্ত করে। এর মধ্যে হেডবোর্ডের সাটিন ফিতা থেকে শুরু করে S&M \"খেলনা\" পর্যন্ত কিছু অন্তর্ভুক্ত রয়েছে।"
        },
        "category": "sexual_pref"
    },
    {
        "label": {
            "en": "Chubby",
            "tr": "Hantal",
            "es": "Regordete",
            "he": "שְׁמַנמַן",
            "ar": "سمين",
            "zh": "胖乎乎的",
            "ja": "ぽっちゃり",
            "hi": "गोलमटोल",
            "de": "Pummelig",
            "th": "อวบ",
            "ru": "Круглолицый",
            "pl": "Pyzaty",
            "fr": "Joufflu",
            "pt": "Gordinho",
            "id": "Tembam",
            "bn": "নিটোল"
        },
        "description": {
            "en": "For some people, chubby is not exactly considered the ideal of beauty. For many, however, a chubby figure is just right for a partner or for erotic matters.",
            "tr": "Bazı insanlar için tombulluk tam olarak güzellik ideali sayılmaz. Ancak çoğu kişi için tombul bir figür, bir partner veya erotik konular için tam olarak uygundur.",
            "es": "Para algunas personas, la gordura no se considera precisamente el ideal de belleza. Para muchos, sin embargo, una figura regordeta es ideal para una pareja o para cuestiones eróticas.",
            "he": "עבור אנשים מסוימים, שמנמן לא בדיוק נחשב לאידיאל היופי. עבור רבים, לעומת זאת, דמות שמנמנה מתאימה בדיוק לבן זוג או לעניינים אירוטיים.",
            "ar": "بالنسبة لبعض الناس، لا تعتبر السمنة مثالية للجمال. ومع ذلك، بالنسبة للكثيرين، فإن الشخصية السمينة مناسبة تمامًا للشريك أو للأمور المثيرة.",
            "zh": "对于一些人来说，胖乎乎的并不完全被认为是美丽的理想。然而，对许多人来说，胖乎乎的身材正好适合伴侣或色情事物。",
            "ja": "一部の人にとって、ぽっちゃりは必ずしも美しさの理想とは考えられていません。しかし、多くの人にとって、パートナーやエロティックな事柄を考えるには、ぽっちゃりした体型がちょうどいいのです。",
            "hi": "कुछ लोगों के लिए, गोल-मटोल सुंदरता का आदर्श नहीं माना जाता है। हालाँकि, कई लोगों के लिए, गोल-मटोल शरीर एक साथी के लिए या कामुक मामलों के लिए बिल्कुल सही है।",
            "de": "Mollig gilt für manche Menschen nicht gerade als Schönheitsideal. Für viele ist eine mollige Figur jedoch genau das Richtige für einen Partner oder für erotische Angelegenheiten.",
            "th": "สำหรับบางคน ความอ้วนไม่ถือเป็นอุดมคติของความงามเสียทีเดียว อย่างไรก็ตาม สำหรับหลาย ๆ คน รูปร่างที่อวบอ้วนนั้นเหมาะสำหรับคู่รักหรือเรื่องกาม",
            "ru": "Для некоторых пухлость не совсем считается идеалом красоты. Однако многим пухлая фигура как раз подходит для партнера или для эротических дел.",
            "pl": "Dla niektórych osób pulchność nie jest dokładnie uważana za ideał piękna. Dla wielu jednak pulchna sylwetka jest idealna dla partnera lub w sprawach erotycznych.",
            "fr": "Pour certaines personnes, le potelé n’est pas exactement considéré comme l’idéal de beauté. Pour beaucoup, cependant, une silhouette potelée est parfaite pour un partenaire ou pour des raisons érotiques.",
            "pt": "Para algumas pessoas, a gordinha não é exatamente considerada o ideal de beleza. Para muitos, porém, uma figura rechonchuda é ideal para um parceiro ou para assuntos eróticos.",
            "id": "Bagi sebagian orang, gemuk tidak dianggap sebagai kecantikan ideal. Namun bagi banyak orang, sosok gemuk cocok untuk pasangan atau untuk urusan erotis.",
            "bn": "কিছু লোকের জন্য, নিটোল ঠিক সৌন্দর্যের আদর্শ হিসাবে বিবেচিত হয় না। অনেকের জন্য, যাইহোক, একটি নিটোল ফিগার একজন সঙ্গীর জন্য বা কামোত্তেজক বিষয়গুলির জন্য ঠিক।"
        },
        "category": "physical_pref"
    },
    {
        "label": {
            "en": "Corsets",
            "tr": "Korseler",
            "es": "corsés",
            "he": "מחוכים",
            "ar": "الكورسيهات",
            "zh": "紧身胸衣",
            "ja": "コルセット",
            "hi": "चोली",
            "de": "Korsetts",
            "th": "ชุดรัดตัว",
            "ru": "Корсеты",
            "pl": "Gorsety",
            "fr": "Corsets",
            "pt": "Espartilhos",
            "id": "Korset",
            "bn": "কাঁচুলি"
        },
        "description": {
            "en": "Corsets are back in fashion, and not just in the BDSM and gothic scenes. These sexy pieces of lingerie are a tight fit, giving the body a beautiful erotic shape.",
            "tr": "Korseler yeniden moda oldu ve yalnızca BDSM ve gotik sahnelerde değil. Bu seksi iç çamaşırı parçaları vücuda güzel bir erotik şekil veren, dar bir kesimdir.",
            "es": "Los corsés vuelven a estar de moda, y no sólo en la escena gótica y BDSM. Estas piezas de lencería sexy tienen un ajuste ceñido y le dan al cuerpo una hermosa forma erótica.",
            "he": "המחוכים חזרו לאופנה, ולא רק בסצינות ה-BDSM והגותיות. חלקי ההלבשה התחתונה הסקסיים הללו מתאימים לגוף, ומעניקים לגוף צורה אירוטית יפה.",
            "ar": "عادت الكورسيهات إلى الموضة، وليس فقط في مشاهد BDSM والقوطية. تتميز هذه القطع المثيرة من الملابس الداخلية بقصة ضيقة، مما يمنح الجسم شكلاً مثيرًا جميلاً.",
            "zh": "紧身胸衣重新流行起来，不仅仅是在 BDSM 和哥特式场景中。这些性感内衣紧身合身，赋予身体美丽的色情形状。",
            "ja": "コルセットはBDSMやゴシックシーンだけでなく、ファッションとして戻ってきています。これらのセクシーなランジェリーはタイトなフィット感で、体に美しくエロティックなシェイプを与えます。",
            "hi": "कोर्सेट वापस फैशन में हैं, न कि केवल बीडीएसएम और गॉथिक दृश्यों में। अधोवस्त्र के ये सेक्सी टुकड़े चुस्त-दुरुस्त हैं, जो शरीर को एक सुंदर कामुक आकार देते हैं।",
            "de": "Nicht nur in der BDSM- und Gothic-Szene liegen Korsetts wieder voll im Trend. Diese sexy Dessous sind eng anliegend und verleihen dem Körper eine schöne erotische Form.",
            "th": "ชุดคอร์เซ็ตกลับมาเป็นแฟชั่นอีกครั้ง ไม่ใช่แค่ในฉากซาดิสม์และโกธิคเท่านั้น ชุดชั้นในสุดเซ็กซี่เหล่านี้เข้ารูปพอดีตัวทำให้เรือนร่างมีรูปทรงอีโรติกที่สวยงาม",
            "ru": "Корсеты снова в моде, и не только в БДСМ и готических сценах. Эти сексуальные предметы нижнего белья плотно прилегают к телу, придавая ему красивые эротические формы.",
            "pl": "Gorsety powracają do mody, i to nie tylko w scenach BDSM i gotyckich. Te seksowne elementy bielizny dobrze przylegają do ciała, nadając sylwetce piękny, erotyczny kształt.",
            "fr": "Les corsets reviennent à la mode, et pas seulement dans les scènes BDSM et gothiques. Ces pièces de lingerie sexy ont une coupe ajustée, donnant au corps une belle forme érotique.",
            "pt": "Os espartilhos estão de volta à moda, e não apenas nas cenas BDSM e gótica. Essas peças sexy de lingerie têm um caimento justo, conferindo ao corpo um lindo formato erótico.",
            "id": "Korset kembali menjadi mode, dan tidak hanya di dunia BDSM dan gotik. Pakaian dalam seksi ini berukuran ketat, memberikan tubuh bentuk erotis yang indah.",
            "bn": "কাঁচুলি ফ্যাশনে ফিরে এসেছে, শুধু বিডিএসএম এবং গথিক দৃশ্যে নয়। অন্তর্বাসের এই সেক্সি টুকরা একটি টাইট মাপসই, শরীরের একটি সুন্দর যৌন আকৃতি প্রদান."
        },
        "category": "sexual_pref"
    },
    {
        "label": {
            "en": "Cuckolding",
            "tr": "boynuzlamak",
            "es": "cuernos",
            "he": "תרנגול",
            "ar": "الديوث",
            "zh": "戴绿帽子",
            "ja": "寝取られ",
            "hi": "व्यभिचारी पति",
            "de": "Hahnrei",
            "th": "เมียมีชู้",
            "ru": "рогоносец",
            "pl": "Rogacz",
            "fr": "Cocu",
            "pt": "Corno",
            "id": "selingkuh",
            "bn": "ককলডিং"
        },
        "description": {
            "en": "Cuckold refers to a man in a committed partnership or romantic relationship who gains sexual pleasure from intimate contact between his partner and other men.",
            "tr": "Aldatılan kişi, kararlı bir birliktelik veya romantik ilişki içinde olan ve partneri ile diğer erkekler arasındaki yakın temastan cinsel zevk alan bir erkeği ifade eder.",
            "es": "Cornudo se refiere a un hombre en una pareja comprometida o en una relación romántica que obtiene placer sexual del contacto íntimo entre su pareja y otros hombres.",
            "he": "קוקולד מתייחס לגבר בזוגיות או מערכת יחסים רומנטית, אשר זוכה להנאה מינית ממגע אינטימי בין בת זוגו לגברים אחרים.",
            "ar": "يشير الديوث إلى رجل في شراكة ملتزمة أو علاقة رومانسية يكتسب المتعة الجنسية من الاتصال الحميم بين شريكته ورجال آخرين.",
            "zh": "戴绿帽子是指处于忠诚伴侣或浪漫关系中的男性，通过其伴侣与其他男性的亲密接触获得性快感。",
            "ja": "寝取られとは、献身的なパートナーシップやロマンチックな関係にある男性が、パートナーと他の男性との親密な接触から性的喜びを得る行為を指します。",
            "hi": "कुकोल्ड एक प्रतिबद्ध साझेदारी या रोमांटिक रिश्ते में एक ऐसे व्यक्ति को संदर्भित करता है जो अपने साथी और अन्य पुरुषों के बीच अंतरंग संपर्क से यौन आनंद प्राप्त करता है।",
            "de": "Unter Cuckold versteht man einen Mann in einer festen Partnerschaft oder Liebesbeziehung, der durch den innigen Kontakt zwischen seiner Partnerin und anderen Männern sexuelle Lust empfindet.",
            "th": "สามีซึ่งภรรยามีชู้หมายถึงผู้ชายที่มีพันธะผูกพันหรือมีความสัมพันธ์แบบโรแมนติกที่ได้รับความสุขทางเพศจากการสัมผัสอย่างใกล้ชิดระหว่างคู่ของเขากับผู้ชายคนอื่น",
            "ru": "Рогоносец относится к мужчине, находящемуся в преданных партнерских или романтических отношениях, который получает сексуальное удовольствие от интимного контакта между своим партнером и другими мужчинами.",
            "pl": "Rogacz oznacza mężczyznę pozostającego w zaangażowanym związku partnerskim lub romantycznym, który czerpie przyjemność seksualną z intymnego kontaktu między swoim partnerem a innymi mężczyznami.",
            "fr": "Cocu fait référence à un homme engagé dans une relation amoureuse ou une relation amoureuse qui tire son plaisir sexuel d'un contact intime entre son partenaire et d'autres hommes.",
            "pt": "Cuckold refere-se a um homem em uma parceria comprometida ou relacionamento romântico que obtém prazer sexual no contato íntimo entre sua parceira e outros homens.",
            "id": "Cuckold mengacu pada seorang pria dalam kemitraan berkomitmen atau hubungan romantis yang memperoleh kenikmatan seksual dari kontak intim antara pasangannya dan pria lain.",
            "bn": "Cuckold একটি প্রতিশ্রুতিবদ্ধ অংশীদারিত্ব বা রোমান্টিক সম্পর্কের একজন পুরুষকে বোঝায় যে তার সঙ্গী এবং অন্যান্য পুরুষদের মধ্যে ঘনিষ্ঠ যোগাযোগ থেকে যৌন আনন্দ লাভ করে।"
        },
        "category": "sexual_adventure"
    },
    {
        "label": {
            "en": "Cum play",
            "tr": "Döl oyunu",
            "es": "juego de semen",
            "he": "משחק בהצטיינות",
            "ar": "لعب نائب الرئيس",
            "zh": "暨玩",
            "ja": "兼プレイ",
            "hi": "सह खेल",
            "de": "Spermaspiel",
            "th": "น้ำแตกเล่น",
            "ru": "Игра со спермой",
            "pl": "Zabawa w spermę",
            "fr": "Jeu de sperme",
            "pt": "Porra jogar",
            "id": "Main cum",
            "bn": "কাম খেলা"
        },
        "description": {
            "en": "After sex – whether vaginal, anal, oral or a hand job – the cum isn’t captured by a condom, but sprayed on the partner’s body.",
            "tr": "Seksten sonra (ister vajinal, ister anal, ister oral, ister elle muamele olsun) sperm prezervatif tarafından yakalanmaz, partnerin vücuduna püskürtülür.",
            "es": "Después del sexo, ya sea vaginal, anal, oral o manual, el semen no es capturado por un condón, sino rociado sobre el cuerpo de la pareja.",
            "he": "לאחר סקס - בין אם בנרתיק, בפי הטבעת, בפה או בעבודת יד - ההצטיינות אינה נלכדת על ידי קונדום, אלא מרוסס על גופו של בן הזוג.",
            "ar": "بعد ممارسة الجنس – سواء كانت مهبلية أو شرجية أو فموية أو يدوية – لا يتم التقاط المني بواسطة الواقي الذكري، ولكن يتم رشه على جسم الشريك.",
            "zh": "性交后——无论是阴道性交、肛交、口交还是手交——精液不会被安全套捕获，而是喷洒在伴侣的身体上。",
            "ja": "セックスの後、膣、アナル、口腔、または手コキのいずれであっても、精液はコンドームで捕捉されず、パートナーの体にスプレーされます。",
            "hi": "सेक्स के बाद - चाहे योनि, गुदा, मौखिक या हाथ से किया गया काम - वीर्य को कंडोम द्वारा नहीं पकड़ा जाता है, बल्कि साथी के शरीर पर छिड़का जाता है।",
            "de": "Nach dem Sex – egal ob vaginal, anal, oral oder ein Handjob – wird das Sperma nicht von einem Kondom aufgefangen, sondern auf den Körper des Partners gespritzt.",
            "th": "หลังการมีเพศสัมพันธ์ ไม่ว่าจะเป็นทางช่องคลอด ทวารหนัก ช่องปาก หรือการใช้มือ ถุงยางอนามัยไม่ได้จับน้ำอสุจิ แต่จะถูกฉีดบนร่างกายของคู่นอน",
            "ru": "После секса – вагинального, анального, орального или ручного – сперма не захватывается презервативом, а распыляется на тело партнера.",
            "pl": "Po stosunku – pochwowym, analnym, oralnym czy ręcznym – sperma nie jest przechwytywana przez prezerwatywę, ale spryskana ciałem partnera.",
            "fr": "Après un rapport sexuel – qu’il soit vaginal, anal, oral ou manuel – le sperme n’est pas capté par un préservatif, mais vaporisé sur le corps du partenaire.",
            "pt": "Depois do sexo – seja vaginal, anal, oral ou manual – o esperma não é capturado pela camisinha, mas pulverizado no corpo do parceiro.",
            "id": "Setelah berhubungan seks – baik melalui vagina, anal, oral, atau tangan – air mani tidak ditangkap dengan kondom, tetapi disemprotkan ke tubuh pasangan.",
            "bn": "যৌনমিলনের পরে - যোনি, পায়ুপথ, মুখের বা হাতের কাজ হোক - কামটি কনডম দ্বারা বন্দী হয় না, তবে সঙ্গীর শরীরে স্প্রে করা হয়।"
        },
        "category": "sexual_pref"
    },
    {
        "label": {
            "en": "Cunnilingus",
            "tr": "Oral seks",
            "es": "cunnilingus",
            "he": "קונילינגוס",
            "ar": "اللحس",
            "zh": "舔阴",
            "ja": "クンニ",
            "hi": "पान",
            "de": "Cunnilingus",
            "th": "Cunnilingus",
            "ru": "Куннилингус",
            "pl": "Kunelingus (mineta).",
            "fr": "Cunnilingus",
            "pt": "Cunilíngua",
            "id": "cunnilingus",
            "bn": "কুনিলিংগাস"
        },
        "description": {
            "en": "Cunnilingus refers to stimulation of the female genitalia with the mouth. This includes kissing, licking, sucking and gentle nibbling – let your fantasies run wild.",
            "tr": "Cunnilingus, kadın cinsel organının ağız yoluyla uyarılması anlamına gelir. Buna öpmek, yalamak, emmek ve hafifçe ısırmak da dahildir; bırakın fantezileriniz çılgına dönsün.",
            "es": "Cunnilingus se refiere a la estimulación de los genitales femeninos con la boca. Esto incluye besar, lamer, chupar y mordisquear suavemente: deja volar tus fantasías.",
            "he": "Cunnilingus מתייחס לגירוי של איברי המין הנשיים עם הפה. זה כולל נשיקות, ליקוקים, מציצות וכרסום עדין - תן לפנטזיות שלך להשתולל.",
            "ar": "يشير اللحس إلى تحفيز الأعضاء التناسلية الأنثوية عن طريق الفم. يتضمن ذلك التقبيل واللعق والمص والقضم اللطيف - أطلق العنان لخيالاتك.",
            "zh": "舔阴是指用嘴刺激女性生殖器。这包括亲吻、舔舐、吮吸和轻柔的啃咬——让你的幻想尽情发挥。",
            "ja": "クンニとは、口で女性器を刺激することを指します。これには、キス、なめる、しゃぶる、優しくかじるなどの行為が含まれます。空想を自由に膨らませてください。",
            "hi": "क्यूनिलिंगस का तात्पर्य मुंह से महिला जननांग की उत्तेजना से है। इसमें चुंबन, चाटना, चूसना और धीरे से कुतरना शामिल है - अपनी कल्पनाओं को उड़ान दें।",
            "de": "Unter Cunnilingus versteht man die Stimulation der weiblichen Genitalien mit dem Mund. Dazu gehört Küssen, Lecken, Saugen und sanftes Knabbern – lassen Sie Ihrer Fantasie freien Lauf.",
            "th": "Cunnilingus หมายถึงการกระตุ้นอวัยวะเพศหญิงด้วยปาก ซึ่งรวมถึงการจูบ เลีย ดูด และแทะเบาๆ ปล่อยให้จินตนาการของคุณโลดแล่น",
            "ru": "Куннилингус – это стимуляция женских половых органов ртом. Сюда входят поцелуи, лизание, сосание и нежное покусывание – дайте волю своим фантазиям.",
            "pl": "Cunnilingus (mineta) odnosi się do stymulacji żeńskich narządów płciowych ustami. Obejmuje to całowanie, lizanie, ssanie i delikatne skubanie – pozwól swoim fantazjom szaleć.",
            "fr": "Le cunnilingus fait référence à la stimulation des organes génitaux féminins avec la bouche. Cela inclut les baisers, les léchages, les succions et les grignotages doux – laissez libre cours à vos fantasmes.",
            "pt": "Cunnilingus refere-se à estimulação da genitália feminina com a boca. Isso inclui beijar, lamber, chupar e mordiscar suavemente – deixe suas fantasias correrem soltas.",
            "id": "Cunnilingus mengacu pada rangsangan pada alat kelamin wanita dengan mulut. Ini termasuk mencium, menjilat, menghisap, dan menggigit dengan lembut – biarkan fantasi Anda menjadi liar.",
            "bn": "Cunnilingus মুখ দিয়ে মহিলাদের যৌনাঙ্গের উদ্দীপনা বোঝায়। এর মধ্যে রয়েছে চুম্বন, চাটা, চুষা এবং মৃদু নিবলিং - আপনার কল্পনাগুলিকে বন্যভাবে চলতে দিন।"
        },
        "category": "joy_or_tabu"
    },
    {
        "label": {
            "en": "Dirty talk",
            "tr": "Kirli konuşma",
            "es": "hablar sucio",
            "he": "דיבורים מלוכלכים",
            "ar": "كلام قذر",
            "zh": "脏话",
            "ja": "汚い話",
            "hi": "गंदी बात",
            "de": "Dirty Talk",
            "th": "พูดสกปรก",
            "ru": "Грязные разговоры",
            "pl": "Brudna rozmowa",
            "fr": "Discours grossier",
            "pt": "Conversa suja",
            "id": "Pembicaraan kotor",
            "bn": "নোংরা কথা"
        },
        "description": {
            "en": "Fans of dirty talk use sexual innuendos and direct language to turn their partners on. Talking dirty during phone sex or in-person encounters is very popular.",
            "tr": "Küfürlü konuşmaların hayranları, partnerlerini tahrik etmek için cinsel imalar ve doğrudan dil kullanıyor. Telefonda seks veya yüz yüze karşılaşmalar sırasında müstehcen konuşmak çok popüler.",
            "es": "Los fanáticos de las conversaciones sucias usan insinuaciones sexuales y lenguaje directo para excitar a sus parejas. Hablar sucio durante el sexo telefónico o en encuentros en persona es muy popular.",
            "he": "חובבי דיבור מלוכלך משתמשים ברמזים מיניים ובשפה ישירה כדי להדליק את בני הזוג שלהם. דיבור מלוכלך במהלך סקס טלפוני או מפגשים אישיים הוא מאוד פופולרי.",
            "ar": "يستخدم محبو الكلام البذيء التلميحات الجنسية واللغة المباشرة لإثارة شركائهم. يعد التحدث بطريقة قذرة أثناء ممارسة الجنس عبر الهاتف أو اللقاءات الشخصية أمرًا شائعًا للغاية.",
            "zh": "脏话爱好者会用性暗示和直接语言来激发伴侣的性欲。在电话性爱或面对面的接触中说脏话非常流行。",
            "ja": "下ネタのファンは、パートナーを怒らせるために性的なほのめかしや直接的な言葉を使います。電話セックスや直接の出会い中に下ネタを話すことは非常に人気があります。",
            "hi": "गंदी बातचीत के प्रशंसक अपने साथियों को उत्तेजित करने के लिए यौन संकेत और सीधी भाषा का उपयोग करते हैं। फ़ोन सेक्स या आमने-सामने मुलाकात के दौरान गंदी बातें करना बहुत लोकप्रिय है।",
            "de": "Fans von Dirty Talk nutzen sexuelle Anspielungen und direkte Sprache, um ihre Partner anzumachen. Dirty Talk beim Telefonsex oder bei persönlichen Begegnungen ist sehr beliebt.",
            "th": "แฟนรายการคุยลามกใช้คำเสียดสีทางเพศและภาษาที่ตรงประเด็นเพื่อปลุกอารมณ์คู่ของตน การพูดจาลามกระหว่างมีเซ็กส์ทางโทรศัพท์หรือการเผชิญหน้ากันนั้นเป็นที่นิยมมาก",
            "ru": "Любители грязных разговоров используют сексуальные намеки и прямую лексику, чтобы возбудить своих партнеров. Грязные разговоры во время секса по телефону или при личной встрече очень популярны.",
            "pl": "Fani sprośnych rozmów używają podtekstów seksualnych i bezpośredniego języka, aby podniecić swoich partnerów. Bardzo popularne są sprośne rozmowy podczas seksu przez telefon lub spotkań osobistych.",
            "fr": "Les fans de propos grossiers utilisent des insinuations sexuelles et un langage direct pour exciter leurs partenaires. Les propos grossiers lors de relations sexuelles au téléphone ou de rencontres en personne sont très populaires.",
            "pt": "Os fãs de conversa suja usam insinuações sexuais e linguagem direta para excitar seus parceiros. Falar sacanagem durante sexo por telefone ou encontros pessoais é muito popular.",
            "id": "Penggemar pembicaraan kotor menggunakan sindiran seksual dan bahasa langsung untuk membuat pasangannya bergairah. Berbicara kotor selama telepon seks atau pertemuan tatap muka sangat populer.",
            "bn": "নোংরা কথার অনুরাগীরা তাদের অংশীদারদের চালু করার জন্য যৌন ইঙ্গিত এবং সরাসরি ভাষা ব্যবহার করে। ফোন সেক্স বা ব্যক্তিগত সাক্ষাতের সময় নোংরা কথা বলা খুবই জনপ্রিয়।"
        },
        "category": "amusement"
    },
    {
        "label": {
            "en": "Erotic chat",
            "tr": "Erotik sohbet",
            "es": "charla erótica",
            "he": "צ'אט ארוטי",
            "ar": "الدردشة المثيرة",
            "zh": "色情聊天",
            "ja": "エロチャット",
            "hi": "कामुक चैट",
            "de": "Erotischer Chat",
            "th": "แชทอีโรติก",
            "ru": "Эротический чат",
            "pl": "Czat erotyczny",
            "fr": "Chat érotique",
            "pt": "Bate-papo erótico",
            "id": "Obrolan erotis",
            "bn": "কামুক আড্ডা"
        },
        "description": {
            "en": "This type of online conversation revolves completely around sexual and erotic topics. Things can get pretty hot if you also live out the written fantasies.",
            "tr": "Bu tür çevrimiçi konuşmalar tamamen cinsel ve erotik konular etrafında döner. Yazılı fantezileri de yaşarsanız işler oldukça kızışabilir.",
            "es": "Este tipo de conversación online gira completamente en torno a temas sexuales y eróticos. Las cosas pueden ponerse bastante calientes si también vives las fantasías escritas.",
            "he": "סוג זה של שיחה מקוונת סובב לחלוטין סביב נושאים מיניים ואירוטיים. דברים יכולים להיות די לוהטים אם תחיי גם את הפנטזיות הכתובות.",
            "ar": "يدور هذا النوع من المحادثات عبر الإنترنت بالكامل حول الموضوعات الجنسية والمثيرة. يمكن أن تصبح الأمور ساخنة جدًا إذا كنت تعيش أيضًا التخيلات المكتوبة.",
            "zh": "这种类型的在线对话完全围绕性和色情话题展开。如果你也实现了书面幻想，事情就会变得非常激烈。",
            "ja": "このタイプのオンライン会話は完全に性的およびエロティックな話題を中心に展開します。書かれた空想も現実にすると、物事はかなり熱くなる可能性があります。",
            "hi": "इस प्रकार की ऑनलाइन बातचीत पूरी तरह से यौन और कामुक विषयों के इर्द-गिर्द घूमती है। यदि आप भी लिखित कल्पनाओं को जीते हैं तो चीजें काफी गर्म हो सकती हैं।",
            "de": "Diese Art von Online-Konversation dreht sich ausschließlich um sexuelle und erotische Themen. Wenn man auch die geschriebenen Fantasien auslebt, kann es ganz schön heiß hergehen.",
            "th": "การสนทนาออนไลน์ประเภทนี้เกี่ยวข้องกับหัวข้อทางเพศและอีโรติกโดยสมบูรณ์ สิ่งต่างๆ อาจร้อนแรงได้หากคุณใช้ชีวิตตามจินตนาการที่เป็นลายลักษณ์อักษรด้วย",
            "ru": "Этот тип онлайн-разговоров полностью вращается вокруг сексуальных и эротических тем. Ситуация может стать довольно жаркой, если вы также воплотите в жизнь написанные фантазии.",
            "pl": "Ten rodzaj rozmów online kręci się całkowicie wokół tematów seksualnych i erotycznych. Sprawy mogą stać się naprawdę gorące, jeśli będziesz także realizować spisane fantazje.",
            "fr": "Ce type de conversation en ligne tourne entièrement autour de sujets sexuels et érotiques. Les choses peuvent devenir très chaudes si vous vivez également les fantasmes écrits.",
            "pt": "Este tipo de conversa online gira completamente em torno de temas sexuais e eróticos. As coisas podem ficar muito quentes se você também viver as fantasias escritas.",
            "id": "Jenis percakapan online ini sepenuhnya berkisar pada topik seksual dan erotis. Segalanya bisa menjadi sangat panas jika Anda juga mewujudkan fantasi tertulis.",
            "bn": "এই ধরনের অনলাইন কথোপকথন সম্পূর্ণরূপে যৌন এবং কামোত্তেজক বিষয়ের চারপাশে ঘোরে। আপনি যদি লিখিত কল্পনাগুলিও বাঁচেন তবে জিনিসগুলি বেশ গরম হতে পারে।"
        },
        "category": "amusement"
    },
    {
        "label": {
            "en": "Exhibitionism",
            "tr": "Teşhircilik",
            "es": "Exhibicionismo",
            "he": "אקסיביציוניזם",
            "ar": "الاستثارة",
            "zh": "暴露狂",
            "ja": "露出症",
            "hi": "नुमाइशबाजी",
            "de": "Exhibitionismus",
            "th": "การชอบแสดงออก",
            "ru": "Эксгибиционизм",
            "pl": "Ekshibicjonizm",
            "fr": "Exhibitionnisme",
            "pt": "Exibicionismo",
            "id": "Eksibisionisme",
            "bn": "প্রদর্শনীবাদ"
        },
        "description": {
            "en": "This describes the sexual preference of a person who finds it arousing to be seen by others while naked or having sex.",
            "tr": "Bu, çıplakken veya seks yaparken başkaları tarafından görülmeyi tahrik edici bulan bir kişinin cinsel tercihini tanımlar.",
            "es": "Esto describe la preferencia sexual de una persona a la que le resulta excitante ser vista por otros mientras está desnuda o teniendo relaciones sexuales.",
            "he": "זה מתאר את ההעדפה המינית של אדם שמוצא את זה מעורר להיראות על ידי אחרים כשהוא עירום או מקיים יחסי מין.",
            "ar": "يصف هذا التفضيل الجنسي للشخص الذي يجد أنه من المثير أن يراه الآخرون وهو عارٍ أو يمارس الجنس.",
            "zh": "这描述了一个人的性偏好，他觉得裸体或做爱时被别人看到会引起性兴奋。",
            "ja": "これは、裸やセックスを他人に見られることに興奮を覚える人の性的嗜好を指します。",
            "hi": "यह उस व्यक्ति की यौन पसंद का वर्णन करता है जिसे नग्न अवस्था में या यौन संबंध बनाते समय दूसरों द्वारा देखा जाना उत्तेजित करने वाला लगता है।",
            "de": "Dies beschreibt die sexuelle Präferenz einer Person, die es erregend findet, von anderen nackt oder beim Sex gesehen zu werden.",
            "th": "ข้อมูลนี้อธิบายถึงความพึงพอใจทางเพศของบุคคลที่พบว่าสิ่งนี้กระตุ้นให้ผู้อื่นเห็นขณะเปลือยกายหรือมีเพศสัมพันธ์",
            "ru": "Это описывает сексуальные предпочтения человека, которого возбуждает то, что другие видят его обнаженным или занимающимся сексом.",
            "pl": "Opisuje preferencje seksualne osoby, która podnieca, gdy inni ją widzą nago lub podczas seksu.",
            "fr": "Ceci décrit la préférence sexuelle d’une personne qui trouve excitant d’être vue par d’autres alors qu’elle est nue ou en train d’avoir des relations sexuelles.",
            "pt": "Isso descreve a preferência sexual de uma pessoa que acha excitante ser vista por outras pessoas enquanto está nua ou fazendo sexo.",
            "id": "Ini menggambarkan preferensi seksual seseorang yang merasa terangsang jika dilihat orang lain saat telanjang atau berhubungan seks.",
            "bn": "এটি এমন একজন ব্যক্তির যৌন পছন্দকে বর্ণনা করে যিনি নগ্ন অবস্থায় বা যৌনমিলনের সময় অন্যদের দ্বারা এটি দেখতে উত্তেজিত মনে করেন।"
        },
        "category": "sexual_adventure"
    },
    {
        "label": {
            "en": "FFM threesome",
            "tr": "FFM üçlü",
            "es": "trío dos mujeres un hombre",
            "he": "שלישיית FFM",
            "ar": "بعثة تقصي الحقائق الثلاثي",
            "zh": "实况调查团三人行",
            "ja": "FFM三人組",
            "hi": "एफएफएम त्रिगुट",
            "de": "FFM-Dreier",
            "th": "FFM เซ็กส์สามคน",
            "ru": "ЖЖМ тройничок",
            "pl": "Trójkąt FFM",
            "fr": "Trio FFM",
            "pt": "Trio FFM",
            "id": "seks bertiga bertiga",
            "bn": "FFM ত্রয়ী"
        },
        "description": {
            "en": "FFM refers to sexual encounters involving two females (FF) and one male (M). Another type of threesome would be MMF.",
            "tr": "FFM, iki kadın (FF) ve bir erkek (M) içeren cinsel karşılaşmaları ifade eder. Başka bir üçlü türü MMF olacaktır.",
            "es": "FFM se refiere a encuentros sexuales que involucran a dos mujeres (FF) y un hombre (M). Otro tipo de trío sería el MMF.",
            "he": "FFM מתייחס למפגשים מיניים הכוללים שתי נקבות (FF) וזכר אחד (M). סוג אחר של שלישיה יהיה MMF.",
            "ar": "يشير FFM إلى اللقاءات الجنسية التي تشمل إناثين (FF) وذكرًا واحدًا (M). نوع آخر من الثلاثي هو MMF.",
            "zh": "FFM 是指涉及两名女性 (FF) 和一名男性 (M) 的性接触。另一种类型的三人行是MMF。",
            "ja": "FFM は、2 人の女性 (FF) と 1 人の男性 (M) による性的出会いを指します。別のタイプの 3P は MMF です。",
            "hi": "एफएफएम का तात्पर्य दो महिलाओं (एफएफ) और एक पुरुष (एम) से जुड़े यौन संबंधों से है। एक अन्य प्रकार का त्रिगुट एमएमएफ होगा।",
            "de": "Unter FFM versteht man sexuelle Begegnungen zwischen zwei Frauen (FF) und einem Mann (M). Eine andere Art von Dreier wäre MMF.",
            "th": "FFM หมายถึงการเผชิญหน้าทางเพศที่เกี่ยวข้องกับผู้หญิงสองคน (FF) และผู้ชายหนึ่งคน (M) เซ็กส์สามคนอีกประเภทหนึ่งคือ MMF",
            "ru": "FFM относится к сексуальным контактам с участием двух женщин (FF) и одного мужчины (M). Другой тип секса втроем — ММФ.",
            "pl": "FFM odnosi się do kontaktów seksualnych z udziałem dwóch kobiet (FF) i jednego mężczyzny (M). Innym typem trójkąta byłby MMF.",
            "fr": "FFM fait référence à des rencontres sexuelles impliquant deux femmes (FF) et un homme (M). Un autre type de trio serait le MMF.",
            "pt": "FFM refere-se a encontros sexuais envolvendo duas mulheres (FF) e um homem (M). Outro tipo de trio seria o MMF.",
            "id": "FFM mengacu pada hubungan seksual yang melibatkan dua perempuan (FF) dan satu laki-laki (M). Jenis threesome lainnya adalah MMF.",
            "bn": "এফএফএম বলতে দুটি মহিলা (এফএফ) এবং একজন পুরুষ (এম) জড়িত যৌন মিলনকে বোঝায়। অন্য ধরনের থ্রিসম হবে MMF।"
        },
        "category": "sexual_adventure"
    },
    {
        "label": {
            "en": "Fetish",
            "tr": "Fetiş",
            "es": "Fetiche",
            "he": "פֵטִישׁ",
            "ar": "صنم",
            "zh": "恋物癖",
            "ja": "フェティッシュ",
            "hi": "फेटिश",
            "de": "Fetisch",
            "th": "เครื่องราง",
            "ru": "Фетиш",
            "pl": "Fetysz",
            "fr": "Fétiche",
            "pt": "Fetiche",
            "id": "Jimat",
            "bn": "ফেটিশ"
        },
        "description": {
            "en": "Fetish and sex are intrinsically linked for many people. Feet, latex and leather are some of the most common fetishes, but those don’t even begin to cover the wide range that’s out there.",
            "tr": "Fetiş ve seks birçok insan için doğası gereği birbiriyle bağlantılıdır. Ayaklar, lateks ve deri en yaygın fetişlerden bazılarıdır, ancak bunlar mevcut geniş yelpazeyi bile kapsamamaktadır.",
            "es": "El fetiche y el sexo están intrínsecamente ligados para muchas personas. Los pies, el látex y el cuero son algunos de los fetiches más comunes, pero ni siquiera cubren la amplia gama que existe.",
            "he": "פטיש ומין קשורים באופן מהותי עבור אנשים רבים. רגליים, לטקס ועור הם מהפטישים הנפוצים ביותר, אבל אלה אפילו לא מתחילים לכסות את הטווח הרחב שיש בחוץ.",
            "ar": "يرتبط الوثن والجنس ارتباطًا جوهريًا لدى العديد من الأشخاص. تعد الأقدام واللاتكس والجلد من أكثر الأشياء شيوعًا، ولكنها لا تبدأ حتى في تغطية النطاق الواسع الموجود هناك.",
            "zh": "对于许多人来说，恋物癖和性有着内在的联系。脚、乳胶和皮革是最常见的恋物癖，但这些还不足以涵盖广泛的恋物癖。",
            "ja": "多くの人にとって、フェティッシュとセックスは本質的に結びついています。足、ラテックス、革は最も一般的なフェチの一部ですが、それらはそこに存在する幅広い範囲をカバーし始めません。",
            "hi": "कई लोगों के लिए कामोत्तेजना और सेक्स आंतरिक रूप से जुड़े हुए हैं। पैर, लेटेक्स और चमड़ा सबसे आम चीजों में से कुछ हैं, लेकिन ये वहां मौजूद व्यापक रेंज को भी कवर नहीं करते हैं।",
            "de": "Fetisch und Sex sind für viele Menschen untrennbar miteinander verbunden. Füße, Latex und Leder gehören zu den häufigsten Fetischen, aber sie decken nicht einmal ansatzweise die breite Palette ab, die es gibt.",
            "th": "เครื่องรางและเซ็กส์มีความเชื่อมโยงกันโดยเนื้อแท้สำหรับคนจำนวนมาก เท้า ยางธรรมชาติ และหนังเป็นเครื่องรางที่พบได้บ่อยที่สุด แต่สิ่งเหล่านั้นไม่ได้ครอบคลุมถึงเครื่องรางที่มีอยู่มากมายด้วยซ้ำ",
            "ru": "Для многих людей фетиш и секс неразрывно связаны. Ступни, латекс и кожа — одни из самых распространенных фетишей, но они даже не охватывают широкий спектр, который существует.",
            "pl": "Dla wielu osób fetysz i seks są ze sobą nierozerwalnie związane. Stopy, lateks i skóra to jedne z najpopularniejszych fetyszy, ale one nawet nie obejmują szerokiego zakresu dostępnych fetyszy.",
            "fr": "Fétiche et sexe sont intrinsèquement liés pour de nombreuses personnes. Les pieds, le latex et le cuir font partie des fétiches les plus courants, mais ils ne couvrent même pas la large gamme qui existe.",
            "pt": "Fetiche e sexo estão intrinsecamente ligados para muitas pessoas. Pés, látex e couro são alguns dos fetiches mais comuns, mas esses nem sequer chegam a cobrir a vasta gama que existe por aí.",
            "id": "Fetish dan seks secara intrinsik terkait bagi banyak orang. Kaki, lateks, dan kulit adalah beberapa fetish yang paling umum, tetapi hal-hal tersebut belum mencakup banyak hal yang ada.",
            "bn": "ফেটিশ এবং যৌনতা অনেক লোকের জন্য অন্তর্নিহিতভাবে যুক্ত। ফুট, ল্যাটেক্স এবং চামড়া হল কিছু সাধারণ ফেটিশ, কিন্তু এগুলি এমনকি বিস্তৃত পরিসরকে কভার করতে শুরু করে না যা সেখানে রয়েছে।"
        },
        "category": "sexual_pref"
    },
    {
        "label": {
            "en": "Films",
            "tr": "Filmler",
            "es": "Películas",
            "he": "סרטים",
            "ar": "أفلام",
            "zh": "电影",
            "ja": "映画",
            "hi": "फिल्में",
            "de": "Filme",
            "th": "ภาพยนตร์",
            "ru": "Фильмы",
            "pl": "Filmy",
            "fr": "Films",
            "pt": "Filmes",
            "id": "Film",
            "bn": "ছায়াছবি"
        },
        "description": {
            "en": "It’s very popular for couples to film themselves during sex and erotic play and then post the videos online.",
            "tr": "Çiftlerin seks ve erotik oyun sırasında kendilerini filme çekmesi ve ardından videoları internette yayınlaması çok popüler.",
            "es": "Es muy popular entre las parejas filmarse a sí mismas durante el sexo y los juegos eróticos y luego publicar los videos en línea.",
            "he": "זה מאוד פופולרי עבור זוגות לצלם את עצמם במהלך סקס ומשחק ארוטי ולאחר מכן לפרסם את הסרטונים באינטרנט.",
            "ar": "من الشائع جدًا أن يقوم الأزواج بتصوير أنفسهم أثناء ممارسة الجنس واللعب المثير ثم نشر مقاطع الفيديو عبر الإنترنت.",
            "zh": "对于情侣来说，在性爱和色情游戏中拍摄自己的视频，然后将视频发布到网上是很流行的。",
            "ja": "カップルがセックスやエロティックなプレイ中に自分たちを撮影し、そのビデオをオンラインに投稿するのは非常に人気があります。",
            "hi": "जोड़ों के लिए सेक्स और कामुक खेल के दौरान खुद को फिल्माना और फिर वीडियो को ऑनलाइन पोस्ट करना बहुत लोकप्रिय है।",
            "de": "Bei Paaren ist es sehr beliebt, sich beim Sex und erotischen Spielen zu filmen und die Videos dann online zu stellen.",
            "th": "คู่รักนิยมถ่ายรูปตัวเองระหว่างมีเซ็กส์และเล่นอีโรติกแล้วโพสต์วิดีโอออนไลน์",
            "ru": "Пары очень популярно снимать себя во время секса и эротических игр, а затем публиковать видео в Интернете.",
            "pl": "Bardzo popularne jest wśród par filmowanie siebie podczas seksu i zabaw erotycznych, a następnie publikowanie filmów w Internecie.",
            "fr": "Il est très courant que les couples se filment pendant des rapports sexuels et des jeux érotiques, puis publient les vidéos en ligne.",
            "pt": "É muito popular que os casais se filmem durante o sexo e brincadeiras eróticas e depois postem os vídeos online.",
            "id": "Sangat populer bagi pasangan untuk memfilmkan diri mereka sendiri saat berhubungan seks dan permainan erotis dan kemudian memposting video tersebut secara online.",
            "bn": "দম্পতিদের যৌনতা এবং কামোত্তেজক খেলার সময় নিজেদের ফিল্ম করা এবং তারপর ভিডিওগুলি অনলাইনে পোস্ট করা খুবই জনপ্রিয়।"
        },
        "category": "amusement"
    },
    {
        "label": {
            "en": "Fisting",
            "tr": "Yumruklama",
            "es": "puño",
            "he": "אגרוף",
            "ar": "مشعرات",
            "zh": "拳交",
            "ja": "フィスティング",
            "hi": "मुठ्ठ मारना",
            "de": "Faustficken",
            "th": "กำปั้น",
            "ru": "Фистинг",
            "pl": "Fisting",
            "fr": "Fisting",
            "pt": "Fisting",
            "id": "tinju",
            "bn": "ফিস্টিং"
        },
        "description": {
            "en": "Fisting or fist play refers to a sexual practice in which multiple fingers, the entire hand or several hands are inserted into the vagina or anus.",
            "tr": "Yumruklama veya yumruk oyunu, birden fazla parmağın, elin tamamının veya birkaç elin vajinaya veya anüse sokulduğu bir cinsel uygulamayı ifade eder.",
            "es": "El Fisting o juego de puños se refiere a una práctica sexual en la que se insertan varios dedos, toda la mano o varias manos en la vagina o el ano.",
            "he": "משחק אגרוף או משחק אגרוף מתייחס לתרגול מיני שבו מוחדרות מספר אצבעות, כל היד או מספר ידיים לתוך הנרתיק או פי הטבעת.",
            "ar": "يشير اللعب بالقبضة أو القبضة إلى ممارسة جنسية يتم فيها إدخال أصابع متعددة أو اليد بأكملها أو عدة أيدي في المهبل أو فتحة الشرج.",
            "zh": "拳头或拳头游戏是指将多个手指、整只手或几只手插入阴道或肛门的性行为。",
            "ja": "フィストまたはフィストプレイとは、複数の指、手全体、または複数の手を膣または肛門に挿入する性行為を指します。",
            "hi": "मुट्ठ मारना या मुट्ठ मारना एक यौन अभ्यास को संदर्भित करता है जिसमें कई अंगुलियों, पूरे हाथ या कई हाथों को योनि या गुदा में डाला जाता है।",
            "de": "Unter Fisting oder Faustspiel versteht man eine Sexualpraktik, bei der mehrere Finger, die ganze Hand oder mehrere Hände in die Vagina oder den Anus eingeführt werden.",
            "th": "การใช้กำปั้นหรือการเล่นด้วยหมัดหมายถึงกิจกรรมทางเพศที่มีการสอดนิ้วหลายนิ้ว ทั้งมือ หรือหลายมือเข้าไปในช่องคลอดหรือทวารหนัก",
            "ru": "Фистинг или игра с кулаками — это сексуальная практика, при которой несколько пальцев, вся рука или несколько рук вставляются во влагалище или анус.",
            "pl": "Fisting lub zabawa pięściami odnosi się do praktyki seksualnej, podczas której wiele palców, cała dłoń lub kilka rąk jest wkładanych do pochwy lub odbytu.",
            "fr": "Le fisting ou jeu de poing fait référence à une pratique sexuelle dans laquelle plusieurs doigts, la main entière ou plusieurs mains sont insérés dans le vagin ou l'anus.",
            "pt": "Fisting ou jogo de punho refere-se a uma prática sexual em que vários dedos, a mão inteira ou várias mãos são inseridos na vagina ou no ânus.",
            "id": "Permainan tinju atau tinju mengacu pada praktik seksual di mana banyak jari, seluruh tangan, atau beberapa tangan dimasukkan ke dalam vagina atau anus.",
            "bn": "ফিস্টিং বা ফিস্ট প্লে বলতে এমন একটি যৌন অনুশীলনকে বোঝায় যেখানে একাধিক আঙ্গুল, পুরো হাত বা একাধিক হাত যোনি বা মলদ্বারে প্রবেশ করানো হয়।"
        },
        "category": "joy_or_tabu"
    },
    {
        "label": {
            "en": "Foot eroticism",
            "tr": "Ayak erotizmi",
            "es": "Erotismo de pies",
            "he": "אירוטיקה בכף הרגל",
            "ar": "المثيرة القدم",
            "zh": "脚色情",
            "ja": "足のエロティシズム",
            "hi": "पैर कामुकता",
            "de": "Fußerotik",
            "th": "อีโรติกเท้า",
            "ru": "Ножная эротика",
            "pl": "Erotyka stóp",
            "fr": "L'érotisme des pieds",
            "pt": "Erotismo nos pés",
            "id": "Erotisisme kaki",
            "bn": "পা কামোত্তেজকতা"
        },
        "description": {
            "en": "From foot jobs and sensual foot massages to hardcore BDSM foot play, both men and women enjoy foot eroticism.",
            "tr": "Ayak hareketlerinden şehvetli ayak masajlarına, sert BDSM ayak oyunlarına kadar hem erkekler hem de kadınlar ayak erotizminden keyif alır.",
            "es": "Desde trabajos con los pies y masajes sensuales en los pies hasta juegos de pies BDSM intensos, tanto hombres como mujeres disfrutan del erotismo de los pies.",
            "he": "מעבודות כף הרגל ועיסויי כף הרגל חושניים ועד משחקי רגליים הארדקור BDSM, גברים ונשים כאחד נהנים מארוטיקה בכף הרגל.",
            "ar": "من وظائف القدم وتدليك القدم الحسي إلى اللعب بالقدم المتشددين BDSM، يستمتع كل من الرجال والنساء بالإثارة الجنسية للقدم.",
            "zh": "从足部工作和感性足部按摩到铁杆 BDSM 足部游戏，男性和女性都喜欢足部色情。",
            "ja": "足コキや官能的な足マッサージからハードコアなBDSMフットプレイまで、男性も女性も足のエロティシズムを楽しんでください。",
            "hi": "फ़ुट जॉब और कामुक फ़ुट मसाज से लेकर हार्डकोर बीडीएसएम फ़ुट प्ले तक, पुरुष और महिला दोनों ही फ़ुट कामुकता का आनंद लेते हैं।",
            "de": "Von Footjobs und sinnlichen Fußmassagen bis hin zu Hardcore-BDSM-Fußspielen genießen sowohl Männer als auch Frauen Fußerotik.",
            "th": "ตั้งแต่งานเท้าและการนวดเท้าที่กระตุ้นความรู้สึกไปจนถึงการเล่นเท้าแบบฮาร์ดคอร์ของ BDSM ทั้งชายและหญิงต่างเพลิดเพลินกับกามทางเท้า",
            "ru": "От работы ногами и чувственного массажа ног до жестких БДСМ-игр ногами — и мужчины, и женщины наслаждаются эротикой ног.",
            "pl": "Od pracy stóp i zmysłowego masażu stóp po hardkorowe zabawy stopami BDSM – zarówno mężczyźni, jak i kobiety lubią erotyzm stóp.",
            "fr": "Des travaux de pieds aux massages sensuels des pieds en passant par les jeux de pieds BDSM hardcore, les hommes et les femmes apprécient l'érotisme des pieds.",
            "pt": "Desde trabalhos com os pés e massagens sensuais nos pés até brincadeiras BDSM intensas, tanto homens quanto mulheres gostam de erotismo nos pés.",
            "id": "Dari pekerjaan kaki dan pijatan kaki sensual hingga permainan kaki BDSM yang keras, baik pria maupun wanita menikmati erotisme kaki.",
            "bn": "পায়ের কাজ এবং কামুক ফুট ম্যাসাজ থেকে শুরু করে হার্ডকোর BDSM ফুট প্লে পর্যন্ত, পুরুষ এবং মহিলা উভয়ই পায়ের কামোত্তেজকতা উপভোগ করেন।"
        },
        "category": "sexual_pref"
    },
    {
        "label": {
            "en": "Gangbang",
            "tr": "Toplu tecavüz",
            "es": "gangbang",
            "he": "גנגבאנג",
            "ar": "تحول جنسي",
            "zh": "轮奸",
            "ja": "輪姦",
            "hi": "गैंगबैंग",
            "de": "Gangbang",
            "th": "รุมโทรม",
            "ru": "Групповуха",
            "pl": "Gangbang",
            "fr": "Partouze",
            "pt": "Gangbang",
            "id": "Gangbang",
            "bn": "গ্যাংব্যাং"
        },
        "description": {
            "en": "At this type of event, usually men outnumber the women, which leads to one woman having sex with multiple men – of course, it’s all consensual.",
            "tr": "Bu tür etkinliklerde genellikle erkeklerin sayısı kadınlardan fazladır ve bu da bir kadının birden fazla erkekle seks yapmasına yol açar - elbette her şey rızaya dayalıdır.",
            "es": "En este tipo de eventos, normalmente los hombres superan en número a las mujeres, lo que lleva a que una mujer tenga relaciones sexuales con varios hombres; por supuesto, todo es consensual.",
            "he": "באירוע מסוג זה, בדרך כלל גברים עולים על מספר הנשים, מה שמוביל לאישה אחת שמקיימת יחסי מין עם מספר גברים - כמובן, הכל בהסכמה.",
            "ar": "في هذا النوع من الأحداث، عادة ما يفوق عدد الرجال عدد النساء، مما يؤدي إلى قيام امرأة واحدة بممارسة الجنس مع عدة رجال - بالطبع، كل ذلك يتم بالتراضي.",
            "zh": "在这种类型的活动中，通常男性人数多于女性，这导致一名女性与多名男性发生性关系——当然，这都是双方自愿的。",
            "ja": "この種のイベントでは通常、男性の数が女性よりも多いため、1人の女性が複数の男性とセックスすることになります。もちろん、すべて合意の上で行われます。",
            "hi": "इस प्रकार के आयोजन में, आमतौर पर पुरुषों की संख्या महिलाओं से अधिक होती है, जिसके परिणामस्वरूप एक महिला कई पुरुषों के साथ यौन संबंध बनाती है - बेशक, यह सब सहमति से होता है।",
            "de": "Bei solchen Veranstaltungen sind die Männer in der Regel zahlreicher als die Frauen, was dazu führt, dass eine Frau Sex mit mehreren Männern hat – natürlich alles einvernehmlich.",
            "th": "ในงานประเภทนี้ โดยปกติแล้วผู้ชายจะมีจำนวนมากกว่าผู้หญิง ซึ่งทำให้ผู้หญิงหนึ่งคนมีเพศสัมพันธ์กับผู้ชายหลายคน แน่นอนว่าทุกอย่างเป็นไปตามความยินยอม",
            "ru": "На мероприятиях такого типа мужчин обычно больше, чем женщин, что приводит к тому, что одна женщина занимается сексом с несколькими мужчинами – конечно, все по обоюдному согласию.",
            "pl": "Na tego typu imprezach liczba mężczyzn jest zwykle większa niż kobiet, co prowadzi do tego, że jedna kobieta uprawia seks z wieloma mężczyznami – oczywiście za obopólną zgodą.",
            "fr": "Lors de ce type d’événement, les hommes sont généralement plus nombreux que les femmes, ce qui conduit une femme à avoir des relations sexuelles avec plusieurs hommes – bien sûr, tout cela est consensuel.",
            "pt": "Nesse tipo de evento, geralmente os homens superam as mulheres, o que leva uma mulher a fazer sexo com vários homens – claro, é tudo consensual.",
            "id": "Pada acara seperti ini, biasanya jumlah laki-laki lebih banyak daripada perempuan, yang menyebabkan satu perempuan berhubungan seks dengan banyak laki-laki – tentu saja, semuanya atas dasar suka sama suka.",
            "bn": "এই ধরনের ইভেন্টে, সাধারণত পুরুষদের সংখ্যা মহিলাদের চেয়ে বেশি, যার ফলে একজন মহিলা একাধিক পুরুষের সাথে যৌন সম্পর্ক স্থাপন করে - অবশ্যই, এটি সব সম্মতিপূর্ণ।"
        },
        "category": "sexual_adventure"
    },
    {
        "label": {
            "en": "Going out in revealing clothing",
            "tr": "Açık kıyafetlerle dışarı çıkmak",
            "es": "Salir con ropa reveladora.",
            "he": "יוצאים בלבוש חושפני",
            "ar": "- الخروج بالملابس الكاشفة",
            "zh": "穿着暴露的衣服外出",
            "ja": "露出の多い服装で外出する",
            "hi": "खुले वस्त्र पहनकर बाहर जाना",
            "de": "In freizügiger Kleidung ausgehen",
            "th": "ออกไปข้างนอกในชุดที่เปิดเผย",
            "ru": "Выход в свет в откровенной одежде",
            "pl": "Wyjście w odsłaniającym ubraniu",
            "fr": "Sortir avec des vêtements révélateurs",
            "pt": "Sair com roupas reveladoras",
            "id": "Keluar dengan pakaian terbuka",
            "bn": "খোলামেলা পোশাক পরে বের হওয়া"
        },
        "description": {
            "en": "The bare minimum: some people have a desire to go out in public wearing barely-there, sexy outfits which reveal as much as possible.",
            "tr": "Asgari düzeyde: Bazı insanlar, mümkün olduğu kadar çok şeyi ortaya çıkaran, çok az görünen, seksi kıyafetler giyerek toplum içine çıkma arzusu duyarlar.",
            "es": "Lo mínimo: algunas personas tienen el deseo de salir en público vistiendo trajes sexys y apenas visibles que revelan todo lo posible.",
            "he": "המינימום ההכרחי: לחלק מהאנשים יש רצון לצאת לציבור כשהם לובשים תלבושות סקסיות בקושי, שחושפות כמה שיותר.",
            "ar": "الحد الأدنى: بعض الناس لديهم الرغبة في الخروج في الأماكن العامة وهم يرتدون ملابس مثيرة بالكاد تظهر أكبر قدر ممكن.",
            "zh": "最起码的要求是：有些人希望在公共场合穿着尽可能暴露的性感服装。",
            "ja": "最低限のこと：露出度ができるだけ高く、ギリギリのセクシーな服装で人前に出たいという願望を持っている人もいます。",
            "hi": "न्यूनतम बात: कुछ लोगों की इच्छा होती है कि वे सार्वजनिक स्थानों पर कम-से-कम सेक्सी पोशाकें पहनकर जाएं, जिससे जितना संभव हो उतना अधिक पता चले।",
            "de": "Das absolute Minimum: Manche Menschen haben den Wunsch, in kaum sichtbaren, sexy Outfits in die Öffentlichkeit zu gehen, die so viel wie möglich preisgeben.",
            "th": "ขั้นต่ำสุด: บางคนปรารถนาที่จะออกไปในที่สาธารณะโดยสวมชุดเซ็กซี่ที่แทบจะไม่เห็นเลยซึ่งเผยให้เห็นได้มากที่สุด",
            "ru": "Самый минимум: у некоторых людей есть желание выйти на публику в едва заметных сексуальных нарядах, которые раскрывают как можно больше.",
            "pl": "Absolutne minimum: niektóre osoby mają ochotę wyjść do ludzi w skromnych, seksownych strojach, które odsłaniają jak najwięcej.",
            "fr": "Le strict minimum : certaines personnes ont envie de sortir en public avec des tenues discrètes, sexy et qui en dévoilent le plus possible.",
            "pt": "O mínimo: algumas pessoas desejam sair em público vestindo roupas sexy e discretas que revelam o máximo possível.",
            "id": "Minimal: beberapa orang memiliki keinginan untuk tampil di depan umum dengan mengenakan pakaian seksi dan seksi yang memperlihatkan sebanyak mungkin.",
            "bn": "খালি ন্যূনতম: কিছু লোক সবে-সেখানে, সেক্সি পোশাক পরে জনসমক্ষে বাইরে যেতে চায় যা যতটা সম্ভব প্রকাশ করে।"
        },
        "category": "sexual_adventure"
    },
    {
        "label": {
            "en": "Golden showers",
            "tr": "Altın sağanak",
            "es": "Lluvia dorada",
            "he": "מקלחות זהוב",
            "ar": "الاستحمام الذهبي",
            "zh": "金色阵雨",
            "ja": "ゴールデンシャワー",
            "hi": "स्वर्णिम वर्षा",
            "de": "Goldene Duschen",
            "th": "ฝนสีทอง",
            "ru": "Золотой дождь",
            "pl": "Złote deszcze",
            "fr": "Douches dorées",
            "pt": "Chuvas douradas",
            "id": "Hujan emas",
            "bn": "সোনালি ঝরনা"
        },
        "description": {
            "en": "Also known as water sports, ‘golden showers’ is a term taken from the fetish world and refers to acts involving urination for sexual pleasure.",
            "tr": "Su sporları olarak da bilinen 'altın duş', fetiş dünyasından alınan bir terimdir ve cinsel zevk için idrara çıkmayı içeren eylemleri ifade eder.",
            "es": "También conocidas como deportes acuáticos, la “lluvia dorada” es un término tomado del mundo fetichista y se refiere a actos que implican orinar para obtener placer sexual.",
            "he": "המכונה גם ספורט ימי, 'מקלחות זהב' הוא מונח שנלקח מעולם הפטיש ומתייחס לפעולות הכרוכות במתן שתן לשם הנאה מינית.",
            "ar": "يُعرف أيضًا باسم الرياضات المائية، \"الاستحمام الذهبي\" هو مصطلح مأخوذ من عالم الوثن ويشير إلى الأفعال التي تنطوي على التبول من أجل المتعة الجنسية.",
            "zh": "“金色淋浴”也称为水上运动，是一个源自恋物癖世界的术语，指的是为了性快感而进行排尿的行为。",
            "ja": "ウォーター スポーツとしても知られる「ゴールデン シャワー」は、フェチの世界から取られた用語で、性的快感を得るために放尿する行為を指します。",
            "hi": "जल क्रीड़ा के रूप में भी जाना जाता है, 'गोल्डन शॉवर्स' कामोत्तेजक दुनिया से लिया गया एक शब्द है और यौन आनंद के लिए पेशाब करने से संबंधित कार्यों को संदर्भित करता है।",
            "de": "„Golden Showers“, auch Wassersport genannt, ist ein Begriff aus der Fetischwelt und bezieht sich auf Handlungen, bei denen Wasserlassen zum sexuellen Vergnügen erfolgt.",
            "th": "หรือที่รู้จักกันในชื่อกีฬาทางน้ำ 'Golden Showers' เป็นคำที่นำมาจากโลกแห่งเครื่องราง และหมายถึงการกระทำที่เกี่ยวข้องกับการปัสสาวะเพื่อความสุขทางเพศ",
            "ru": "«Золотой дождь», также известный как водные виды спорта, — это термин, взятый из мира фетишей и относящийся к действиям, связанным с мочеиспусканием для сексуального удовольствия.",
            "pl": "Znane również jako sporty wodne, „złote deszcze” to termin zaczerpnięty ze świata fetyszów i odnoszący się do czynności obejmujących oddawanie moczu dla przyjemności seksualnej.",
            "fr": "Également connues sous le nom de sports nautiques, les « douches dorées » sont un terme tiré du monde fétichiste et font référence aux actes impliquant la miction pour le plaisir sexuel.",
            "pt": "Também conhecidos como esportes aquáticos, ‘chuvas de ouro’ é um termo retirado do mundo do fetiche e refere-se a atos que envolvem urinar para obter prazer sexual.",
            "id": "Juga dikenal sebagai olahraga air, 'mandi emas' adalah istilah yang diambil dari dunia fetish dan mengacu pada tindakan yang melibatkan buang air kecil untuk kenikmatan seksual.",
            "bn": "ওয়াটার স্পোর্টস নামেও পরিচিত, 'গোল্ডেন শাওয়ার' ফেটিশ ওয়ার্ল্ড থেকে নেওয়া একটি শব্দ এবং যৌন আনন্দের জন্য মূত্রত্যাগের সাথে জড়িত কাজগুলিকে বোঝায়।"
        },
        "category": "sexual_pref"
    },
    {
        "label": {
            "en": "Group sex",
            "tr": "Grup seks",
            "es": "",
            "he": "מין קבוצתי",
            "ar": "الجنس الجماعي",
            "zh": "群交",
            "ja": "集団セックス",
            "hi": "समूह सेक्स",
            "de": "Gruppensex",
            "th": "เซ็กส์หมู่",
            "ru": "Групповой секс",
            "pl": "Seks grupowy",
            "fr": "Sexe en groupe",
            "pt": "Sexo em grupo",
            "id": "Seks berkelompok",
            "bn": "গ্রুপ সেক্স"
        },
        "description": {
            "en": "Group sex is just that: multiple people having sex in the same place at same time. Also known as an orgy, it can range anywhere from a threesome to a gang bang.",
            "tr": "Grup seks tam da budur: birden fazla kişinin aynı anda aynı yerde seks yapması. Seks partisi olarak da bilinen bu durum, üçlü seksten toplu sekse kadar her yerde olabilir.",
            "es": "El sexo en grupo es simplemente eso: varias personas teniendo relaciones sexuales en el mismo lugar al mismo tiempo. También conocida como orgía, puede variar desde un trío hasta un gang bang.",
            "he": "סקס קבוצתי הוא בדיוק זה: מספר אנשים מקיימים יחסי מין באותו מקום באותו זמן. ידוע גם בתור אורגיה, זה יכול לנוע בכל מקום משלישייה ועד מפץ כנופיות.",
            "ar": "الجنس الجماعي هو مجرد: عدة أشخاص يمارسون الجنس في نفس المكان وفي نفس الوقت. تُعرف أيضًا باسم العربدة، ويمكن أن تتراوح في أي مكان من الثلاثي إلى الانفجار الجماعي.",
            "zh": "群交就是这样：多个人同时在同一地点发生性行为。它也被称为狂欢，范围可以从三人行到群交。",
            "ja": "グループセックスとは、複数の人が同じ場所で同時にセックスすることです。乱交パーティーとしても知られており、3P から輪姦までさまざまです。",
            "hi": "समूह सेक्स बस इतना ही है: एक ही समय में एक ही स्थान पर कई लोग सेक्स करते हैं। ऑर्गी के रूप में भी जाना जाता है, यह थ्रीसम से लेकर गैंग बैंग तक कहीं भी हो सकता है।",
            "de": "Gruppensex ist genau das: mehrere Menschen haben zur gleichen Zeit am selben Ort Sex. Sie wird auch als Orgie bezeichnet und kann vom Dreier bis zum Gangbang reichen.",
            "th": "เซ็กส์หมู่ก็เป็นเช่นนั้น: คนหลายคนมีเซ็กส์ในที่เดียวกันในเวลาเดียวกัน เรียกอีกอย่างว่าการสนุกสนานกันอย่างเป็นบ้าเป็นหลัง อาจมีตั้งแต่การร่วมเพศแบบสามคนไปจนถึงการปาร์ตี้แบบแก๊งค์",
            "ru": "Групповой секс – это всего лишь несколько человек, занимающихся сексом в одном и том же месте в одно и то же время. Также известная как оргия, она может варьироваться от секса втроем до групповухи.",
            "pl": "Seks grupowy to właśnie to: wiele osób uprawia seks w tym samym miejscu i czasie. Znana również jako orgia, może obejmować wszystko, od trójkąta po gang bang.",
            "fr": "Le sexe en groupe n’est que cela : plusieurs personnes ayant des relations sexuelles au même endroit et en même temps. Également connue sous le nom d'orgie, cela peut aller du plan à trois au gang bang.",
            "pt": "Sexo grupal é apenas isso: várias pessoas fazendo sexo no mesmo lugar e ao mesmo tempo. Também conhecida como orgia, pode variar de um trio a um gang bang.",
            "id": "Seks berkelompok hanyalah itu: beberapa orang berhubungan seks di tempat yang sama pada waktu yang sama. Juga dikenal sebagai pesta seks, aksinya bisa berkisar dari threesome hingga gang bang.",
            "bn": "গ্রুপ সেক্স হল ঠিক যে: একই সময়ে একাধিক ব্যক্তি একই জায়গায় যৌন মিলন করছে। একটি বেলেল্লাপনা হিসাবেও পরিচিত, এটি একটি থ্রিসোম থেকে একটি গ্যাং ব্যাং পর্যন্ত যে কোনো জায়গায় হতে পারে।"
        },
        "category": "sexual_adventure"
    },
    {
        "label": {
            "en": "Handjob",
            "tr": "mastürbasyon",
            "es": "paja",
            "he": "עבודת יד",
            "ar": "وظيفة اليد",
            "zh": "打手枪",
            "ja": "手コキ",
            "hi": "हाथ से काम करना",
            "de": "Handjob",
            "th": "ใช้มือ",
            "ru": "Дрочка",
            "pl": "Ręczna robota",
            "fr": "Branlette",
            "pt": "Punheta",
            "id": "pekerjaan tangan",
            "bn": "হ্যান্ডজব"
        },
        "description": {
            "en": "Hand job refers to sexually pleasuring a partner with your hand. Unlike masturbation, a partner provides the stimulation.",
            "tr": "El işi, bir partneri elinizle cinsel olarak tatmin etmek anlamına gelir. Mastürbasyonun aksine, bir partner uyarımı sağlar.",
            "es": "El trabajo manual se refiere a complacer sexualmente a una pareja con la mano. A diferencia de la masturbación, la estimulación la proporciona la pareja.",
            "he": "עבודת יד מתייחסת לעונג מיני של בן זוג עם היד שלך. בניגוד לאוננות, בן זוג מספק את הגירוי.",
            "ar": "تشير وظيفة اليد إلى المتعة الجنسية للشريك بيدك. على عكس العادة السرية، يقوم الشريك بتوفير التحفيز.",
            "zh": "打手枪是指用手来取悦伴侣。与自慰不同，伴侣提供刺激。",
            "ja": "手コキとは、自分の手でパートナーを性的に喜ばせることを指します。マスターベーションとは異なり、パートナーが刺激を与えてくれます。",
            "hi": "हैंड जॉब से तात्पर्य अपने हाथ से पार्टनर को यौन रूप से आनंदित करना है। हस्तमैथुन के विपरीत, एक साथी उत्तेजना प्रदान करता है।",
            "de": "Unter Handjob versteht man die sexuelle Befriedigung eines Partners mit der Hand. Im Gegensatz zur Masturbation sorgt ein Partner für die Stimulation.",
            "th": "งานใช้มือหมายถึงการสร้างความพึงพอใจทางเพศให้คู่ครองด้วยมือของคุณ ต่างจากการช่วยตัวเองตรงที่คู่นอนเป็นผู้กระตุ้น",
            "ru": "Ручная работа означает сексуальное удовольствие партнера рукой. В отличие от мастурбации, стимуляцию обеспечивает партнер.",
            "pl": "Praca ręczna oznacza sprawianie partnerowi przyjemności seksualnej ręką. W przeciwieństwie do masturbacji, stymulację zapewnia partner.",
            "fr": "Le travail manuel consiste à faire plaisir sexuellement à un partenaire avec votre main. Contrairement à la masturbation, c'est un partenaire qui assure la stimulation.",
            "pt": "Punheta refere-se a dar prazer sexual a um parceiro com a mão. Ao contrário da masturbação, o parceiro fornece o estímulo.",
            "id": "Pekerjaan tangan mengacu pada kenikmatan seksual pada pasangan dengan tangan Anda. Berbeda dengan masturbasi, pasanganlah yang memberikan rangsangan.",
            "bn": "হাতের কাজ বলতে আপনার হাত দিয়ে একজন সঙ্গীকে যৌন আনন্দ দেওয়াকে বোঝায়। হস্তমৈথুনের বিপরীতে, একজন অংশীদার উদ্দীপনা প্রদান করে।"
        },
        "category": "joy_or_tabu"
    },
    {
        "label": {
            "en": "High heels",
            "tr": "Yüksek topuklu ayakkabılar",
            "es": "Tacones altos",
            "he": "נעלי עקב",
            "ar": "الكعب العالي",
            "zh": "高跟鞋",
            "ja": "ハイヒール",
            "hi": "ऊँची एड़ी",
            "de": "High-Heels",
            "th": "รองเท้าส้นสูง",
            "ru": "Высокие каблуки",
            "pl": "Wysokie obcasy",
            "fr": "Talons hauts",
            "pt": "Salto alto",
            "id": "Sepatu hak tinggi",
            "bn": "হাই হিল"
        },
        "description": {
            "en": "High heels are the cherry on top of sexy female attire and an unmistakable symbol of eroticism and sensuality.",
            "tr": "Yüksek topuklu ayakkabılar, seksi kadın kıyafetlerinin üstündeki kirazdır ve erotizm ve şehvetin şaşmaz bir simgesidir.",
            "es": "Los tacones altos son la guinda del atuendo femenino sexy y un símbolo inequívoco de erotismo y sensualidad.",
            "he": "נעלי עקב הם הדובדבן על גבי לבוש נשי סקסי וסמל שאין לטעות בו לארוטיקה וחושניות.",
            "ar": "الكعب العالي هو الكرز الذي يعلو الملابس الأنثوية المثيرة ورمز لا لبس فيه للإثارة الجنسية والشهوانية.",
            "zh": "高跟鞋是性感女性服装上的点缀，也是情欲和性感的明确象征。",
            "ja": "ハイヒールはセクシーな女性の服装の最上級であり、エロティシズムと官能性の紛れもない象徴です。",
            "hi": "ऊँची एड़ी सेक्सी महिला पोशाक के शीर्ष पर चेरी है और कामुकता और कामुकता का एक अचूक प्रतीक है।",
            "de": "High Heels sind das i-Tüpfelchen auf sexy weiblicher Kleidung und ein unverkennbares Symbol für Erotik und Sinnlichkeit.",
            "th": "รองเท้าส้นสูงเปรียบเสมือนเชอร์รี่ที่อยู่ด้านบนของเครื่องแต่งกายของผู้หญิงที่เซ็กซี่ และเป็นสัญลักษณ์ของความเร้าอารมณ์และความเย้ายวนที่ชัดเจน",
            "ru": "Высокие каблуки – это изюминка сексуального женского наряда и безошибочный символ эротизма и чувственности.",
            "pl": "Wysokie obcasy to wisienka na torcie seksownego kobiecego stroju i niepowtarzalny symbol erotyki i zmysłowości.",
            "fr": "Les talons hauts sont la cerise sur le gâteau d’une tenue féminine sexy et un symbole indubitable d’érotisme et de sensualité.",
            "pt": "O salto alto é a cereja do bolo do traje feminino sexy e um símbolo inconfundível de erotismo e sensualidade.",
            "id": "Sepatu hak tinggi adalah pelengkap pakaian wanita seksi dan merupakan simbol erotisme dan sensualitas.",
            "bn": "উচ্চ হিল হল সেক্সি মহিলাদের পোশাকের উপরে চেরি এবং কামোত্তেজকতা এবং কামুকতার একটি দ্ব্যর্থহীন প্রতীক।"
        },
        "category": "sexual_pref"
    },
    {
        "label": {
            "en": "Intimate jewellery",
            "tr": "Samimi mücevherler",
            "es": "Joyas íntimas",
            "he": "תכשיטים אינטימיים",
            "ar": "المجوهرات الحميمة",
            "zh": "亲密珠宝",
            "ja": "親密なジュエリー",
            "hi": "अंतरंग आभूषण",
            "de": "Intimschmuck",
            "th": "เครื่องประดับที่ใกล้ชิด",
            "ru": "Интимные украшения",
            "pl": "Biżuteria intymna",
            "fr": "Bijoux intimes",
            "pt": "Joias íntimas",
            "id": "Perhiasan intim",
            "bn": "অন্তরঙ্গ গহনা"
        },
        "description": {
            "en": "Intimate jewellery refers to piercings or other jewellery on the genitals of men or women. These are often used for sexual stimulation.",
            "tr": "Mahrem takılar, erkeklerin veya kadınların cinsel organlarındaki piercingleri veya diğer takıları ifade eder. Bunlar genellikle cinsel uyarılma için kullanılır.",
            "es": "La joyería íntima se refiere a piercings u otras joyas en los genitales de hombres o mujeres. A menudo se utilizan para estimulación sexual.",
            "he": "תכשיט אינטימי מתייחס לפירסינג או תכשיטים אחרים על איברי המין של גברים או נשים. אלה משמשים לעתים קרובות לגירוי מיני.",
            "ar": "تشير المجوهرات الحميمة إلى الثقب أو المجوهرات الأخرى الموجودة على الأعضاء التناسلية للرجال أو النساء. وغالبا ما تستخدم هذه للتحفيز الجنسي.",
            "zh": "亲密珠宝是指男性或女性生殖器上的穿孔或其他珠宝。这些通常用于性刺激。",
            "ja": "インティメイト ジュエリーとは、男性または女性の性器にあるピアスやその他のジュエリーを指します。これらは性的刺激によく使用されます。",
            "hi": "अंतरंग आभूषण से तात्पर्य पुरुषों या महिलाओं के जननांगों पर छेद करने या अन्य आभूषणों से है। इनका प्रयोग अक्सर यौन उत्तेजना के लिए किया जाता है।",
            "de": "Unter Intimschmuck versteht man Piercings oder anderen Schmuck an den Genitalien von Männern oder Frauen. Diese werden häufig zur sexuellen Stimulation eingesetzt.",
            "th": "เครื่องประดับที่ใกล้ชิดหมายถึงการเจาะหรือเครื่องประดับอื่นๆ ที่อวัยวะเพศของผู้ชายหรือผู้หญิง สิ่งเหล่านี้มักใช้เพื่อกระตุ้นทางเพศ",
            "ru": "Интимные украшения – это пирсинг или другие украшения на половых органах мужчин или женщин. Их часто используют для сексуальной стимуляции.",
            "pl": "Biżuteria intymna odnosi się do kolczyków lub innej biżuterii na genitaliach mężczyzn lub kobiet. Często wykorzystuje się je do stymulacji seksualnej.",
            "fr": "Les bijoux intimes désignent les piercings ou autres bijoux sur les parties génitales de l'homme ou de la femme. Ceux-ci sont souvent utilisés pour la stimulation sexuelle.",
            "pt": "Joias íntimas referem-se a piercings ou outras joias nos órgãos genitais de homens ou mulheres. Estes são frequentemente usados ​​para estimulação sexual.",
            "id": "Perhiasan intim mengacu pada tindikan atau perhiasan lainnya pada alat kelamin pria atau wanita. Ini sering digunakan untuk rangsangan seksual.",
            "bn": "অন্তরঙ্গ গহনা বলতে পুরুষ বা মহিলাদের যৌনাঙ্গে ছিদ্র বা অন্যান্য গহনা বোঝায়। এগুলি প্রায়ই যৌন উদ্দীপনার জন্য ব্যবহৃত হয়।"
        },
        "category": "physical_pref"
    },
    {
        "label": {
            "en": "Intimate shaving",
            "tr": "Samimi tıraş",
            "es": "afeitado íntimo",
            "he": "גילוח אינטימי",
            "ar": "الحلاقة الحميمة",
            "zh": "贴心剃须",
            "ja": "親密なシェービング",
            "hi": "अंतरंग शेविंग",
            "de": "Intimrasur",
            "th": "การโกนที่ใกล้ชิด",
            "ru": "Интимное бритье",
            "pl": "Intymne golenie",
            "fr": "Rasage intime",
            "pt": "Barbear íntimo",
            "id": "Mencukur secara intim",
            "bn": "অন্তরঙ্গ শেভিং"
        },
        "description": {
            "en": "Shaving one’s intimate regions is a disputed topic. Many women and men don’t think twice about shaving their pubic hair. Others think it’s completely unnatural.",
            "tr": "Kişinin mahrem bölgelerini tıraş etmesi tartışmalı bir konudur. Birçok kadın ve erkek kasık kıllarını tıraş etmeyi iki kez düşünmüyor. Diğerleri bunun tamamen doğal olmadığını düşünüyor.",
            "es": "Afeitarse las zonas íntimas es un tema controvertido. Muchas mujeres y hombres no se lo piensan dos veces antes de afeitarse el vello púbico. Otros piensan que es completamente antinatural.",
            "he": "גילוח האזורים האינטימיים הוא נושא שנוי במחלוקת. נשים וגברים רבים לא חושבים פעמיים על גילוח שיער הערווה שלהם. אחרים חושבים שזה לגמרי לא טבעי.",
            "ar": "إن حلاقة المناطق الحميمة موضوع مثير للجدل. لا يفكر العديد من النساء والرجال مرتين في حلق شعر العانة. يعتقد البعض الآخر أنه غير طبيعي تمامًا.",
            "zh": "剃掉私密部位的毛发是一个有争议的话题。许多女性和男性都会毫不犹豫地剃掉阴毛。其他人则认为这完全不自然。",
            "ja": "親密な部分を剃ることは議論の余地のあるテーマです。多くの女性も男性も、陰毛を剃ることについてためらうことはありません。まったく不自然だと考える人もいます。",
            "hi": "किसी के अंतरंग क्षेत्रों को शेव करना एक विवादित विषय है। कई महिलाएं और पुरुष अपने प्यूबिक हेयर को शेव करने के बारे में दोबारा नहीं सोचते। दूसरों को लगता है कि यह पूरी तरह से अप्राकृतिक है।",
            "de": "Die Rasur des Intimbereichs ist ein umstrittenes Thema. Viele Frauen und Männer denken nicht zweimal darüber nach, ihre Schamhaare zu rasieren. Andere halten es für völlig unnatürlich.",
            "th": "การโกนบริเวณที่ใกล้ชิดเป็นหัวข้อที่มีการโต้แย้ง ผู้หญิงและผู้ชายหลายคนไม่คิดจะโกนขนบริเวณหัวหน่าว คนอื่นคิดว่ามันผิดธรรมชาติโดยสิ้นเชิง",
            "ru": "Бритье интимных зон – спорная тема. Многие женщины и мужчины не задумываются о бритье лобковых волос. Другие считают, что это совершенно неестественно.",
            "pl": "Golenie okolic intymnych to temat dyskusyjny. Wiele kobiet i mężczyzn nie zastanawia się dwa razy nad goleniem włosów łonowych. Inni uważają, że to zupełnie nienaturalne.",
            "fr": "Le rasage des régions intimes est un sujet controversé. De nombreuses femmes et hommes n’hésitent pas à se raser les poils pubiens. D’autres pensent que ce n’est absolument pas naturel.",
            "pt": "Raspar as regiões íntimas é um tema controverso. Muitas mulheres e homens não pensam duas vezes antes de raspar os pelos pubianos. Outros acham que é completamente antinatural.",
            "id": "Mencukur area intim masih menjadi topik perdebatan. Banyak wanita dan pria yang tidak berpikir dua kali untuk mencukur bulu kemaluannya. Yang lain menganggap itu sama sekali tidak wajar.",
            "bn": "একজনের অন্তরঙ্গ অঞ্চল শেভ করা একটি বিতর্কিত বিষয়। অনেক মহিলা এবং পুরুষ তাদের পিউবিক চুল শেভ করার বিষয়ে দুবার ভাবেন না। অন্যরা মনে করেন এটি সম্পূর্ণ অপ্রাকৃতিক।"
        },
        "category": "physical_pref"
    },
    {
        "label": {
            "en": "Kama Sutra",
            "tr": "Kama Sutra",
            "es": "Kama Sutra",
            "he": "קאמה סוטרה",
            "ar": "كاما سوترا",
            "zh": "爱经",
            "ja": "カーマ・スートラ",
            "hi": "कामसूत्र",
            "de": "Kamasutra",
            "th": "กามาสูตร",
            "ru": "Камасутра",
            "pl": "Kama Sutra",
            "fr": "Kama Sutra",
            "pt": "Kama Sutra",
            "id": "Kamasutra",
            "bn": "কাম সূত্র"
        },
        "description": {
            "en": "The Kama Sutra is the most important book ever written on sex, eroticism and love. The book isn’t just a sexual guidebook; it teaches the Eastern art of lovemaking.",
            "tr": "Kama Sutra seks, erotizm ve aşk üzerine şimdiye kadar yazılmış en önemli kitaptır. Kitap yalnızca cinsel bir rehber değil; Doğunun sevişme sanatını öğretir.",
            "es": "El Kama Sutra es el libro más importante jamás escrito sobre sexo, erotismo y amor. El libro no es sólo una guía sexual; enseña el arte oriental de hacer el amor.",
            "he": "הקאמה סוטרה הוא הספר החשוב ביותר שנכתב אי פעם על מין, אירוטיקה ואהבה. הספר אינו רק ספר הדרכה מיני; הוא מלמד את אמנות ההתעלסות המזרחית.",
            "ar": "يعد كتاب كاما سوترا أهم كتاب كتب على الإطلاق عن الجنس والإثارة الجنسية والحب. الكتاب ليس مجرد دليل جنسي. فهو يعلم الفن الشرقي لممارسة الحب.",
            "zh": "《爱经》是有史以来关于性、情欲和爱情的最重要的书籍。这本书不仅仅是一本性指南，更是一本性指南。它教授东方做爱的艺术。",
            "ja": "カーマ・スートラは、セックス、エロティシズム、愛について書かれた最も重要な本です。この本は単なる性的なガイドブックではありません。それはセックスの東洋の芸術を教えます。",
            "hi": "कामसूत्र सेक्स, कामुकता और प्रेम पर अब तक लिखी गई सबसे महत्वपूर्ण पुस्तक है। यह किताब सिर्फ एक यौन गाइडबुक नहीं है; यह प्रेम-प्रसंग की पूर्वी कला सिखाता है।",
            "de": "Das Kamasutra ist das wichtigste Buch, das jemals über Sex, Erotik und Liebe geschrieben wurde. Das Buch ist nicht nur ein Sexualratgeber; es lehrt die östliche Kunst des Liebesspiels.",
            "th": "Kama Sutra เป็นหนังสือที่สำคัญที่สุดที่เคยเขียนเกี่ยวกับเรื่องเพศ กามารมณ์ และความรัก หนังสือเล่มนี้ไม่ได้เป็นเพียงหนังสือแนะนำทางเพศเท่านั้น มันสอนศิลปะตะวันออกของการเกี้ยวพาราสี",
            "ru": "Камасутра — самая важная книга, когда-либо написанная о сексе, эротике и любви. Эта книга — не просто сексуальный путеводитель; он учит восточному искусству занятий любовью.",
            "pl": "Kama Sutra to najważniejsza książka, jaką kiedykolwiek napisano o seksie, erotyzmie i miłości. Ta książka to nie tylko poradnik seksualny; uczy wschodniej sztuki kochania się.",
            "fr": "Le Kama Sutra est le livre le plus important jamais écrit sur le sexe, l'érotisme et l'amour. Le livre n’est pas seulement un guide sexuel ; il enseigne l'art oriental de faire l'amour.",
            "pt": "O Kama Sutra é o livro mais importante já escrito sobre sexo, erotismo e amor. O livro não é apenas um guia sexual; ensina a arte oriental de fazer amor.",
            "id": "Kama Sutra adalah buku terpenting yang pernah ditulis tentang seks, erotisme, dan cinta. Buku ini bukan sekedar buku panduan seksual; itu mengajarkan seni bercinta Timur.",
            "bn": "কাম সূত্র যৌনতা, কামোত্তেজকতা এবং প্রেমের উপর লেখা সবচেয়ে গুরুত্বপূর্ণ বই। বইটি শুধু একটি যৌন নির্দেশিকা বই নয়; এটি প্রেম তৈরির প্রাচ্য শিল্প শেখায়।"
        },
        "category": "sexual_pref"
    },
    {
        "label": {
            "en": "Kissing",
            "tr": "öpüşme",
            "es": "Besar",
            "he": "מתנשקים",
            "ar": "تقبيل",
            "zh": "接吻",
            "ja": "キス",
            "hi": "चुंबन",
            "de": "Küssen",
            "th": "จูบกัน",
            "ru": "Поцелуи",
            "pl": "Całowanie",
            "fr": "Embrasser",
            "pt": "Beijar",
            "id": "Berciuman",
            "bn": "চুম্বন"
        },
        "description": {
            "en": "Who doesn’t love a good kiss? Gentle caresses with the lips give many comfort and satisfaction.",
            "tr": "Güzel bir öpücüğü kim sevmez ki? Dudaklarla yapılan nazik okşamalar birçok rahatlık ve tatmin sağlar.",
            "es": "¿A quién no le gusta un buen beso? Las suaves caricias con los labios dan mucho consuelo y satisfacción.",
            "he": "מי לא אוהב נשיקה טובה? ליטופים עדינים עם השפתיים מעניקים הרבה נוחות וסיפוק.",
            "ar": "من لا يحب قبلة جيدة؟ المداعبات اللطيفة بالشفاه تمنح الكثير من الراحة والرضا.",
            "zh": "谁不喜欢美好的吻呢？嘴唇温柔的爱抚会给人带来许多安慰和满足。",
            "ja": "上手なキスが嫌いな人はいないでしょうか？唇での優しい愛撫は多くの安らぎと満足感を与えます。",
            "hi": "एक अच्छा चुंबन किसे पसंद नहीं है? होठों का हल्का-हल्का सहलाना बहुत आराम और संतुष्टि देता है।",
            "de": "Wer liebt nicht einen guten Kuss? Sanfte Liebkosungen mit den Lippen spenden vielen Trost und Zufriedenheit.",
            "th": "ใครไม่รักการจูบที่ดี? การลูบไล้ริมฝีปากอย่างอ่อนโยนให้ความสบายและความพึงพอใจมากมาย",
            "ru": "Кто не любит хороший поцелуй? Нежные ласки губами доставляют многим комфорт и удовлетворение.",
            "pl": "Kto nie lubi dobrego całusa? Delikatne pieszczoty ustami dają wiele ukojenia i satysfakcji.",
            "fr": "Qui n'aime pas un bon baiser ? De douces caresses avec les lèvres apportent beaucoup de réconfort et de satisfaction.",
            "pt": "Quem não gosta de um bom beijo? Carícias suaves com os lábios proporcionam muito conforto e satisfação.",
            "id": "Siapa yang tidak suka ciuman yang bagus? Belaian lembut pada bibir memberikan banyak kenyamanan dan kepuasan.",
            "bn": "ভালো চুম্বন কে না ভালোবাসে? ঠোঁটের সাথে মৃদু caresses অনেক আরাম এবং তৃপ্তি দেয়।"
        },
        "category": "joy_or_tabu"
    },
    {
        "label": {
            "en": "Lingerie",
            "tr": "iç çamaşırı",
            "es": "Lencería",
            "he": "לִבנֵי נָשִׁים",
            "ar": "ملابس داخلية",
            "zh": "内衣",
            "ja": "ランジェリー",
            "hi": "नीचे पहनने के कपड़ा",
            "de": "Unterwäsche",
            "th": "ชุดชั้นใน",
            "ru": "Нижнее белье",
            "pl": "Bielizna",
            "fr": "Lingerie",
            "pt": "Lingerie",
            "id": "Pakaian dalam",
            "bn": "অন্তর্বাস"
        },
        "description": {
            "en": "Lingerie is seductive, sexy and playful. It makes women feel sexy and men hot and bothered. It’s no wonder so many men enjoy seeing their partners in a little something special.",
            "tr": "İç çamaşırı baştan çıkarıcı, seksi ve eğlencelidir. Kadınların seksi, erkeklerin ise ateşli ve rahatsız hissetmelerini sağlar. Pek çok erkeğin partnerlerini özel bir şeyle görmekten hoşlanmasına şaşmamak gerek.",
            "es": "La lencería es seductora, sexy y juguetona. Hace que las mujeres se sientan sexys y los hombres calientes y molestos. No es de extrañar que tantos hombres disfruten ver a sus parejas con algo especial.",
            "he": "הלבשה תחתונה מפתה, סקסית ושובבה. זה גורם לנשים להרגיש סקסיות ולגברים חמים ומוטרדים. אין זה פלא שכל כך הרבה גברים נהנים לראות את בן הזוג שלהם במשהו מיוחד.",
            "ar": "الملابس الداخلية مغرية ومثيرة ومرحة. فهو يجعل النساء يشعرن بالإثارة والرجال مثيرين ومزعجين. لا عجب أن الكثير من الرجال يستمتعون برؤية شركائهم في شيء مميز.",
            "zh": "内衣诱人、性感且俏皮。它让女人感到性感，让男人感到性感和烦恼。难怪这么多男人喜欢看到他们的伴侣穿一些特别的衣服。",
            "ja": "ランジェリーは魅惑的でセクシー、そして遊び心があります。それは女性をセクシーに感じさせ、男性を熱くさせ、面倒にさせます。多くの男性が、ちょっとした特別なことをしているパートナーを見るのを楽しむのも不思議ではありません。",
            "hi": "अधोवस्त्र मोहक, सेक्सी और चंचल है। यह महिलाओं को सेक्सी और पुरुषों को गर्म और परेशान महसूस कराता है। इसमें कोई आश्चर्य की बात नहीं है कि बहुत से पुरुष अपने पार्टनर को किसी खास चीज़ में देखना पसंद करते हैं।",
            "de": "Dessous sind verführerisch, sexy und verspielt. Dadurch fühlen sich Frauen sexy und Männer heiß und genervt. Kein Wunder, dass so viele Männer es genießen, ihre Partnerin in etwas Besonderem zu sehen.",
            "th": "ชุดชั้นในมีเสน่ห์ เย้ายวน เซ็กซี่ และขี้เล่น มันทำให้ผู้หญิงรู้สึกเซ็กซี่และผู้ชายก็เร่าร้อนและกวนใจ ไม่น่าแปลกใจเลยที่ผู้ชายหลายคนสนุกกับการเห็นคู่รักทำสิ่งพิเศษเล็กๆ น้อยๆ",
            "ru": "Белье соблазнительно, сексуально и игриво. Это заставляет женщин чувствовать себя сексуальными, а мужчин горячими и обеспокоенными. Неудивительно, что так много мужчин любят видеть своих партнеров в чем-то особенном.",
            "pl": "Bielizna jest uwodzicielska, seksowna i zabawna. Sprawia, że ​​kobiety czują się seksownie, a mężczyźni są podekscytowani i zaniepokojeni. Nic dziwnego, że tak wielu mężczyzn lubi oglądać swoje partnerki w czymś wyjątkowym.",
            "fr": "La lingerie est séduisante, sexy et ludique. Cela rend les femmes sexy et les hommes chauds et dérangés. Il n’est pas étonnant que tant d’hommes aiment voir leur partenaire dans un petit quelque chose de spécial.",
            "pt": "A lingerie é sedutora, sexy e divertida. Faz as mulheres se sentirem sexy e os homens quentes e incomodados. Não é de admirar que tantos homens gostem de ver suas parceiras em algo especial.",
            "id": "Pakaian dalam itu menggoda, seksi, dan menyenangkan. Itu membuat wanita merasa seksi dan pria merasa panas dan terganggu. Tidak heran jika banyak pria senang melihat pasangannya mengenakan sesuatu yang istimewa.",
            "bn": "অন্তর্বাস প্রলোভনসঙ্কুল, সেক্সি এবং কৌতুকপূর্ণ। এটি মহিলাদের সেক্সি এবং পুরুষদের গরম এবং বিরক্ত করে তোলে। এতে অবাক হওয়ার কিছু নেই যে অনেক পুরুষ তাদের অংশীদারদেরকে একটু বিশেষ কিছুতে দেখতে উপভোগ করেন।"
        },
        "category": "sexual_pref"
    },
    {
        "label": {
            "en": "MFMF couples sex",
            "tr": "MMFMF çiftler seks",
            "es": "MFMF parejas sexo",
            "he": "סקס זוגי MFMF",
            "ar": "MFMF الأزواج الجنس",
            "zh": "MFMF 夫妇做爱",
            "ja": "MFMF カップルのセックス",
            "hi": "एमएफएमएफ जोड़े सेक्स",
            "de": "MFMF-Paarsex",
            "th": "MFMF คู่รักเซ็กส์",
            "ru": "Секс ММЖЖ парами",
            "pl": "Seks dla par MFMF",
            "fr": "Sexe en couple MFMF",
            "pt": "MFMF casais sexo",
            "id": "Seks pasangan MFMF",
            "bn": "MFMF দম্পতি যৌনতা"
        },
        "description": {
            "en": "A MFMF foursome refers to sex involving two men and two women. This often occurs during partner swapping.",
            "tr": "MFMF dörtlüsü, iki erkek ve iki kadının dahil olduğu cinsiyeti ifade eder. Bu genellikle partner değişimi sırasında meydana gelir.",
            "es": "Un cuarteto MFMF se refiere a relaciones sexuales entre dos hombres y dos mujeres. Esto ocurre a menudo durante el intercambio de pareja.",
            "he": "רביעיית MFMF מתייחסת למין שבו מעורבים שני גברים ושתי נשים. זה קורה לעתים קרובות במהלך חילופי שותפים.",
            "ar": "تشير رباعية MFMF إلى ممارسة الجنس بين رجلين وامرأتين. يحدث هذا غالبًا أثناء تبادل الشركاء.",
            "zh": "MFMF 四人性行为是指涉及两名男性和两名女性的性行为。这种情况经常发生在交换伙伴时。",
            "ja": "MFMF フォーサムとは、男性 2 名と女性 2 名によるセックスを指します。これは、パートナーの交換中によく発生します。",
            "hi": "एमएफएमएफ फोरसम का तात्पर्य दो पुरुषों और दो महिलाओं से जुड़े सेक्स से है। ऐसा अक्सर पार्टनर स्वैपिंग के दौरान होता है।",
            "de": "Unter einem MFMF-Vierer versteht man Sex zwischen zwei Männern und zwei Frauen. Dies kommt häufig beim Partnertausch vor.",
            "th": "MFMF สี่คนหมายถึงการมีเพศสัมพันธ์ที่เกี่ยวข้องกับชายสองคนและผู้หญิงสองคน สิ่งนี้มักเกิดขึ้นระหว่างการแลกเปลี่ยนพันธมิตร",
            "ru": "Четверка MFMF подразумевает секс с участием двух мужчин и двух женщин. Это часто происходит при смене партнеров.",
            "pl": "Czwórka MFMF odnosi się do seksu z udziałem dwóch mężczyzn i dwóch kobiet. Często ma to miejsce podczas zamiany partnerów.",
            "fr": "Un quatuor MFMF fait référence à des relations sexuelles impliquant deux hommes et deux femmes. Cela se produit souvent lors d’un échange de partenaires.",
            "pt": "Um quarteto MFMF refere-se a sexo envolvendo dois homens e duas mulheres. Isso geralmente ocorre durante a troca de parceiros.",
            "id": "Berempat MFMF mengacu pada seks yang melibatkan dua pria dan dua wanita. Hal ini sering terjadi saat pertukaran pasangan.",
            "bn": "একটি MFMF ফোরসাম বলতে বোঝায় যে দুটি পুরুষ এবং দুটি মহিলা জড়িত। এটি প্রায়শই অংশীদার অদলবদল করার সময় ঘটে।"
        },
        "category": "sexual_adventure"
    },
    {
        "label": {
            "en": "MMF threesome",
            "tr": "bire bir üçlü",
            "es": "trío mmf",
            "he": "שלישיית MMF",
            "ar": "MMF الثلاثي",
            "zh": "两男一女三人行",
            "ja": "MMF 三人組",
            "hi": "एमएमएफ त्रिगुट",
            "de": "MMF-Dreier",
            "th": "ชายสองหญิงหนึ่ง เซ็กส์สามคน",
            "ru": "ММЖ тройничок",
            "pl": "Trójkąt MMF",
            "fr": "MMF trio",
            "pt": "Trio MMF",
            "id": "MMF bertiga",
            "bn": "MMF ত্রয়ী"
        },
        "description": {
            "en": "MMF stands for ‘male, male, female’, i.e., a threesome involving two men and one woman. Another threesome arrangement would be FFM.",
            "tr": "MMF 'erkek, erkek, kadın' anlamına gelir, yani iki erkek ve bir kadının yer aldığı üçlü grup. Başka bir üçlü düzenleme FFM olacaktır.",
            "es": "MMF significa \"masculino, masculino, femenino\", es decir, un trío formado por dos hombres y una mujer. Otro arreglo de trío sería FFM.",
            "he": "MMF מייצג \"זכר, זכר, נקבה\", כלומר, שלישייה הכוללת שני גברים ואישה אחת. סידור שלישייה נוסף יהיה FFM.",
            "ar": "يرمز MMF إلى \"ذكر، ذكر، أنثى\"، أي مجموعة ثلاثية تضم رجلين وامرأة واحدة. الترتيب الثلاثي الآخر سيكون بعثة تقصي الحقائق.",
            "zh": "MMF 代表“男、男、女”，即由两男一女组成的三人组。另一种三人组安排是FFM。",
            "ja": "MMF は「男性、男性、女性」の略で、男性 2 人、女性 1 人の 3 人組を指します。もう一つのスリーサムアレンジメントはFFMです。",
            "hi": "एमएमएफ का मतलब 'पुरुष, पुरुष, महिला' है, यानी, एक त्रिगुट जिसमें दो पुरुष और एक महिला शामिल है। एक और त्रिगुट व्यवस्था एफएफएम होगी।",
            "de": "MMF steht für „männlich, männlich, weiblich“, also ein Dreier mit zwei Männern und einer Frau. Eine weitere Dreiervereinbarung wäre FFM.",
            "th": "MMF ย่อมาจาก 'ชาย ชาย หญิง' กล่าวคือ สามคนที่เกี่ยวข้องกับชายสองคนและหญิงหนึ่งคน การจัดการสามคนอีกแบบหนึ่งคือ FFM",
            "ru": "MMF означает «мужчина, мужчина, женщина», то есть секс втроем с участием двух мужчин и одной женщины. Другой вариант тройки — FFM.",
            "pl": "MMF oznacza „mężczyznę, mężczyznę, kobietę”, czyli trójkąt z udziałem dwóch mężczyzn i jednej kobiety. Inną aranżacją trójkąta byłoby FFM.",
            "fr": "MMF signifie « mâle, mâle, femelle », c'est-à-dire un trio impliquant deux hommes et une femme. Un autre arrangement à trois serait FFM.",
            "pt": "MMF significa ‘masculino, masculino, feminino’, ou seja, um trio envolvendo dois homens e uma mulher. Outro arranjo de trio seria FFM.",
            "id": "MMF adalah singkatan dari 'pria, pria, wanita', yaitu seks bertiga yang melibatkan dua pria dan satu wanita. Pengaturan threesome lainnya adalah FFM.",
            "bn": "MMF এর অর্থ হল 'পুরুষ, পুরুষ, মহিলা', অর্থাৎ, একটি ত্রয়ী যার মধ্যে দুটি পুরুষ এবং একজন মহিলা রয়েছে। আরেকটি ত্রয়ী ব্যবস্থা FFM হবে."
        },
        "category": "sexual_adventure"
    },
    {
        "label": {
            "en": "Massages",
            "tr": "Masajlar",
            "es": "Masajes",
            "he": "עיסויים",
            "ar": "التدليك",
            "zh": "按摩",
            "ja": "マッサージ",
            "hi": "मालिश",
            "de": "Massagen",
            "th": "บริการนวด",
            "ru": "Массажи",
            "pl": "Masaże",
            "fr": "Massages",
            "pt": "Massagens",
            "id": "Pijat",
            "bn": "ম্যাসেজ"
        },
        "description": {
            "en": "Once considered a healing art, massage is now a regular part of relaxing wellness regimens. Who doesn’t enjoy a sensual intimate massage?",
            "tr": "Bir zamanlar şifa sanatı olarak kabul edilen masaj, artık rahatlatıcı sağlıklı yaşam rejimlerinin düzenli bir parçası. Kim şehvetli ve samimi bir masajdan hoşlanmaz ki?",
            "es": "El masaje, que alguna vez se consideró un arte curativo, ahora es una parte habitual de los regímenes relajantes de bienestar. ¿Quién no disfruta de un sensual masaje íntimo?",
            "he": "פעם נחשב לאמנות ריפוי, עיסוי הוא כיום חלק קבוע במשטרי בריאות מרגיעים. מי לא נהנה מעיסוי אינטימי חושני?",
            "ar": "كان التدليك يعتبر في السابق فنًا علاجيًا، لكنه أصبح الآن جزءًا منتظمًا من أنظمة العافية المريحة. من منا لا يستمتع بالتدليك الحسي الحميم؟",
            "zh": "按摩曾经被认为是一种治疗艺术，现在已成为放松健康疗法的常规部分。谁不喜欢感性的亲密按摩？",
            "ja": "かつては癒しの芸術と考えられていたマッサージは、現在ではリラックスできる健康法の定期的な一部となっています。官能的な親密なマッサージを好まない人はいないでしょうか?",
            "hi": "एक समय उपचार कला मानी जाने वाली मालिश अब आरामदेह स्वास्थ्य व्यवस्था का एक नियमित हिस्सा है। कामुक अंतरंग मालिश का आनंद कौन नहीं उठाएगा?",
            "de": "Früher galt die Massage als Heilkunst, heute ist sie ein fester Bestandteil entspannender Wellness-Programme. Wer genießt nicht eine sinnliche Intimmassage?",
            "th": "เมื่อถือเป็นศิลปะแห่งการบำบัดแล้ว การนวดกลายเป็นส่วนหนึ่งของแผนการรักษาสุขภาพเพื่อการผ่อนคลายเป็นประจำ ใครไม่ชอบการนวดแบบใกล้ชิดที่กระตุ้นความรู้สึก?",
            "ru": "Когда-то массаж считался искусством исцеления, но теперь он стал регулярной частью расслабляющих оздоровительных программ. Кому не нравится чувственный интимный массаж?",
            "pl": "Kiedyś uważany za sztukę uzdrawiania, masaż jest obecnie stałym elementem relaksujących programów odnowy biologicznej. Kto nie lubi zmysłowego masażu intymnego?",
            "fr": "Autrefois considéré comme un art de guérison, le massage fait désormais partie intégrante des programmes de bien-être relaxants. Qui n’aime pas un massage intime sensuel ?",
            "pt": "Antes considerada uma arte de cura, a massagem é agora uma parte regular dos regimes relaxantes de bem-estar. Quem não gosta de uma massagem íntima sensual?",
            "id": "Dulunya dianggap sebagai seni penyembuhan, pijat kini menjadi bagian rutin dari program kesehatan yang menenangkan. Siapa yang tidak menikmati pijatan intim yang sensual?",
            "bn": "একবার নিরাময় শিল্প হিসাবে বিবেচিত, ম্যাসেজ এখন আরামদায়ক সুস্থতার নিয়মগুলির একটি নিয়মিত অংশ। কে একটি কামুক অন্তরঙ্গ ম্যাসেজ উপভোগ করে না?"
        },
        "category": "sexual_pref"
    },
    {
        "label": {
            "en": "Masturbation",
            "tr": "Mastürbasyon",
            "es": "Masturbación",
            "he": "אוֹנָנוּת",
            "ar": "الاستمناء",
            "zh": "手淫",
            "ja": "オナニー",
            "hi": "हस्तमैथुन",
            "de": "Masturbation",
            "th": "การช่วยตัวเอง",
            "ru": "Мастурбация",
            "pl": "Masturbacja",
            "fr": "Masturbation",
            "pt": "Masturbação",
            "id": "Onani",
            "bn": "হস্তমৈথুন"
        },
        "description": {
            "en": "Masturbation is completely natural for both men and women, and refers to the stimulation of one’s own sexual organs, generally with the hands.",
            "tr": "Mastürbasyon hem erkekler hem de kadınlar için tamamen doğaldır ve kişinin kendi cinsel organlarının genellikle ellerle uyarılması anlamına gelir.",
            "es": "La masturbación es completamente natural tanto para hombres como para mujeres, y se refiere a la estimulación de los propios órganos sexuales, generalmente con las manos.",
            "he": "אוננות היא טבעית לחלוטין עבור גברים ונשים כאחד, והיא מתייחסת לגירוי של איברי המין של האדם עצמו, בדרך כלל עם הידיים.",
            "ar": "الاستمناء أمر طبيعي تمامًا لكل من الرجال والنساء، ويشير إلى تحفيز الأعضاء الجنسية الخاصة بالفرد، بشكل عام باليدين.",
            "zh": "自慰对于男性和女性来说都是完全自然的，是指刺激自己的性器官，通常是用手。",
            "ja": "マスターベーションは男性と女性の両方にとって完全に自然であり、一般的には手で自分の性器を刺激することを指します。",
            "hi": "हस्तमैथुन पुरुषों और महिलाओं दोनों के लिए पूरी तरह से प्राकृतिक है, और आमतौर पर हाथों से अपने स्वयं के यौन अंगों की उत्तेजना को संदर्भित करता है।",
            "de": "Masturbation ist sowohl für Männer als auch für Frauen völlig natürlich und bezeichnet die Stimulation der eigenen Geschlechtsorgane, meist mit den Händen.",
            "th": "การช่วยตัวเองเป็นเรื่องปกติสำหรับทั้งชายและหญิง และหมายถึงการกระตุ้นอวัยวะเพศของตนเอง โดยทั่วไปด้วยมือ",
            "ru": "Мастурбация совершенно естественна как для мужчин, так и для женщин и подразумевает стимуляцию собственных половых органов, обычно руками.",
            "pl": "Masturbacja jest zjawiskiem całkowicie naturalnym zarówno dla mężczyzn, jak i kobiet i odnosi się do stymulacji własnych narządów płciowych, zazwyczaj za pomocą rąk.",
            "fr": "La masturbation est tout à fait naturelle aussi bien pour les hommes que pour les femmes et fait référence à la stimulation de ses propres organes sexuels, généralement avec les mains.",
            "pt": "A masturbação é totalmente natural tanto para homens como para mulheres e refere-se à estimulação dos próprios órgãos sexuais, geralmente com as mãos.",
            "id": "Masturbasi adalah hal yang wajar bagi pria dan wanita, dan mengacu pada rangsangan pada organ seksual seseorang, umumnya dengan tangan.",
            "bn": "হস্তমৈথুন পুরুষ এবং মহিলা উভয়ের জন্যই সম্পূর্ণ স্বাভাবিক এবং এটি সাধারণত হাত দিয়ে নিজের যৌন অঙ্গের উদ্দীপনাকে বোঝায়।"
        },
        "category": "joy_or_tabu"
    },
    {
        "label": {
            "en": "Normal sex",
            "tr": "Normal seks",
            "es": "sexo normal",
            "he": "סקס רגיל",
            "ar": "الجنس الطبيعي",
            "zh": "正常性行为",
            "ja": "通常のセックス",
            "hi": "सामान्य सेक्स",
            "de": "Normaler Sex",
            "th": "เพศปกติ",
            "ru": "Нормальный секс",
            "pl": "Normalny seks",
            "fr": "Sexe normal",
            "pt": "Sexo normal",
            "id": "Seks biasa",
            "bn": "স্বাভাবিক যৌনতা"
        },
        "description": {
            "en": "Sex is one of the most beautiful things in the world and should be fun. Normal sex doesn’t necessarily have to be mainstream.",
            "tr": "Seks dünyadaki en güzel şeylerden biridir ve eğlenceli olmalıdır. Normal seksin mutlaka ana akım olması gerekmez.",
            "es": "El sexo es una de las cosas más bellas del mundo y debería ser divertido. El sexo normal no tiene por qué ser necesariamente algo común.",
            "he": "סקס הוא אחד הדברים היפים בעולם וצריך להיות כיף. סקס רגיל לא בהכרח חייב להיות מיינסטרים.",
            "ar": "الجنس هو أحد أجمل الأشياء في العالم ويجب أن يكون ممتعًا. لا يجب بالضرورة أن يكون الجنس الطبيعي سائدًا.",
            "zh": "性是世界上最美丽的事情之一，应该是有趣的。正常的性行为不一定是主流。",
            "ja": "セックスは世界で最も美しいものの一つであり、楽しいものであるべきです。通常のセックスが必ずしも主流である必要はありません。",
            "hi": "सेक्स दुनिया की सबसे खूबसूरत चीज़ों में से एक है और यह मज़ेदार होना चाहिए। सामान्य सेक्स का मुख्यधारा होना ज़रूरी नहीं है।",
            "de": "Sex ist eines der schönsten Dinge der Welt und soll Spaß machen. Normaler Sex muss nicht unbedingt Mainstream sein.",
            "th": "เซ็กส์เป็นหนึ่งในสิ่งที่สวยงามที่สุดในโลกและควรเป็นเรื่องสนุก เซ็กส์ปกติไม่จำเป็นต้องเป็นกระแสหลักเสมอไป",
            "ru": "Секс – одна из самых прекрасных вещей в мире, и он должен приносить удовольствие. Нормальный секс не обязательно должен быть мейнстримом.",
            "pl": "Seks jest jedną z najpiękniejszych rzeczy na świecie i powinien sprawiać przyjemność. Normalny seks niekoniecznie musi być mainstreamowy.",
            "fr": "Le sexe est l’une des plus belles choses au monde et devrait être amusant. Le sexe normal ne doit pas nécessairement être courant.",
            "pt": "Sexo é uma das coisas mais lindas do mundo e deve ser divertido. O sexo normal não precisa necessariamente ser popular.",
            "id": "Seks adalah salah satu hal terindah di dunia dan seharusnya menyenangkan. Seks normal tidak harus menjadi hal yang mainstream.",
            "bn": "সেক্স বিশ্বের সবচেয়ে সুন্দর জিনিস এক এবং মজা করা উচিত. স্বাভাবিক যৌনতা অগত্যা মূলধারার হতে হবে না।"
        },
        "category": "joy_or_tabu"
    },
    {
        "label": {
            "en": "Nudism",
            "tr": "Çıplaklık",
            "es": "Nudismo",
            "he": "נוּדִיזם",
            "ar": "العري",
            "zh": "裸体主义",
            "ja": "ヌーディズム",
            "hi": "न्युडिज़्म",
            "de": "Nudismus",
            "th": "ลัทธิเปลือยกาย",
            "ru": "Нудизм",
            "pl": "Nudyzm",
            "fr": "Nudisme",
            "pt": "Nudismo",
            "id": "Hidup telanjang",
            "bn": "নগ্নতা"
        },
        "description": {
            "en": "Nudism refers to those who love being naked. Nudists consider the bare human body to be a normal part of life and enjoy sharing it in a community.",
            "tr": "Nudizm çıplak olmayı sevenleri ifade eder. Çıplaklar, çıplak insan vücudunu yaşamın normal bir parçası olarak görüyor ve onu toplulukla paylaşmaktan keyif alıyor.",
            "es": "El nudismo se refiere a quienes aman estar desnudos. Los nudistas consideran que el cuerpo humano desnudo es una parte normal de la vida y disfrutan compartiéndolo en comunidad.",
            "he": "נודיזם מתייחס לאלה שאוהבים להיות עירומים. נודיסטים רואים בגוף האדם החשוף חלק נורמלי מהחיים ונהנים לחלוק אותו בקהילה.",
            "ar": "العري يشير إلى أولئك الذين يحبون أن يكونوا عراة. يعتبر العراة أن جسد الإنسان العاري جزء طبيعي من الحياة ويستمتعون بمشاركته في المجتمع.",
            "zh": "裸体主义是指那些喜欢裸体的人。裸体主义者认为裸露的人体是生活中正常的一部分，并喜欢在社区中分享。",
            "ja": "ヌーディズムとは、裸になることを愛する人々を指します。ヌーディストは裸の人体を生活の正常な一部と考えており、それをコミュニティで共有することを楽しんでいます。",
            "hi": "नग्नतावाद का तात्पर्य उन लोगों से है जो नग्न रहना पसंद करते हैं। न्यडिस्ट नग्न मानव शरीर को जीवन का एक सामान्य हिस्सा मानते हैं और इसे एक समुदाय में साझा करने का आनंद लेते हैं।",
            "de": "Unter Nudismus versteht man diejenigen, die es lieben, nackt zu sein. Nudisten betrachten den nackten menschlichen Körper als einen normalen Teil des Lebens und genießen es, ihn in einer Gemeinschaft zu teilen.",
            "th": "ลัทธิเปลือยกายหมายถึงผู้ที่รักการเปลือยกาย นักชีเปลือยถือว่าร่างกายมนุษย์ที่เปลือยเปล่าเป็นส่วนหนึ่งของชีวิตและสนุกกับการแบ่งปันในชุมชน",
            "ru": "Нудизм относится к тем, кто любит быть обнаженным. Нудисты считают обнаженное человеческое тело нормальной частью жизни и с удовольствием делятся им с обществом.",
            "pl": "Nudyzm odnosi się do tych, którzy kochają nagość. Nudyści uważają nagie ludzkie ciało za normalną część życia i lubią dzielić się nim ze społecznością.",
            "fr": "Le nudisme fait référence à ceux qui aiment être nus. Les nudistes considèrent le corps humain nu comme une partie normale de la vie et aiment le partager en communauté.",
            "pt": "Nudismo se refere àqueles que amam ficar nus. Os nudistas consideram o corpo humano nu uma parte normal da vida e gostam de compartilhá-lo em comunidade.",
            "id": "Nudisme mengacu pada mereka yang suka telanjang. Kaum nudis menganggap tubuh telanjang sebagai bagian hidup yang normal dan senang berbagi dalam komunitas.",
            "bn": "ন্যুডিজম বলতে বোঝায় যারা নগ্ন থাকতে ভালোবাসে। নগ্নতাবাদীরা নগ্ন মানবদেহকে জীবনের একটি স্বাভাবিক অংশ বলে মনে করে এবং এটি একটি সম্প্রদায়ের মধ্যে ভাগ করে নেওয়া উপভোগ করে।"
        },
        "category": "sexual_adventure"
    },
    {
        "label": {
            "en": "Nylons",
            "tr": "Naylon çorap",
            "es": "medias de nailon",
            "he": "ניילונים",
            "ar": "النايلون",
            "zh": "尼龙",
            "ja": "ナイロン",
            "hi": "नाइलन के मोज़े",
            "de": "Nylons",
            "th": "ไนลอน",
            "ru": "Нейлоны",
            "pl": "Nylony",
            "fr": "Nylons",
            "pt": "Meia-calça",
            "id": "Kaus kaki panjang nilon",
            "bn": "নাইলন"
        },
        "description": {
            "en": "For some they are just tights, for others an arousing fetish – nylons are a major erotic turn-on for many people.",
            "tr": "Bazıları için sadece tayt, diğerleri için ise tahrik edici bir fetiş; naylon çoraplar birçok insan için büyük bir erotik tahrik unsurudur.",
            "es": "Para algunos son simplemente medias, para otros un fetiche excitante: las medias de nailon son una gran excitación erótica para muchas personas.",
            "he": "עבור חלקם הם רק גרביונים, עבור אחרים פטיש מעורר - ניילונים הם תורן ארוטי מרכזי עבור אנשים רבים.",
            "ar": "بالنسبة للبعض، فهي مجرد جوارب طويلة، وبالنسبة للآخرين هي صنم مثير - فالنايلون هو منعطف جنسي كبير للعديد من الناس.",
            "zh": "对于一些人来说，它们只是紧身衣，而对于另一些人来说，它们是一种令人兴奋的恋物癖——尼龙对许多人来说是一种主要的性兴奋点。",
            "ja": "ナイロンは、ただのタイツである人もいれば、性的なフェチである人もいます。ナイロンは多くの人にとって、エロティックな魅力の大きな魅力です。",
            "hi": "कुछ के लिए वे सिर्फ चड्डी हैं, दूसरों के लिए एक उत्तेजक बुत - कई लोगों के लिए नायलॉन एक प्रमुख कामुक मोड़ है।",
            "de": "Für manche sind es nur Strumpfhosen, für andere ein erregender Fetisch – Nylons sind für viele Menschen ein großer erotischer Reiz.",
            "th": "สำหรับบางคนมันเป็นเพียงกางเกงรัดรูปสำหรับบางคนเป็นเครื่องรางที่เร้าใจ - ไนลอนเป็นจุดเปลี่ยนทางกามารมณ์ที่สำคัญสำหรับหลาย ๆ คน",
            "ru": "Для некоторых это просто колготки, для других — возбуждающий фетиш: многих людей нейлоны вызывают сильный эротический возбуждение.",
            "pl": "Dla niektórych są to po prostu rajstopy, dla innych podniecający fetysz – nylony są dla wielu osób głównym podnieceniem erotycznym.",
            "fr": "Pour certains, ce ne sont que des collants, pour d’autres, un fétichisme excitant – les nylons sont une excitation érotique majeure pour beaucoup de gens.",
            "pt": "Para alguns, são apenas meias-calças, para outros, um fetiche excitante – as meias de nylon são um grande estímulo erótico para muitas pessoas.",
            "id": "Bagi sebagian orang, nilon hanyalah celana ketat, bagi sebagian lainnya merupakan fetish yang membangkitkan gairah – nilon adalah salah satu alat bergairah erotis bagi banyak orang.",
            "bn": "কারও কারও কাছে এগুলি কেবল আঁটসাঁট পোশাক, অন্যদের জন্য একটি উত্তেজক ফেটিশ - নাইলনগুলি অনেক লোকের জন্য একটি প্রধান ইরোটিক টার্ন-অন।"
        },
        "category": "sexual_pref"
    },
    {
        "label": {
            "en": "Nymphomania",
            "tr": "Nemfomani",
            "es": "Ninfomanía",
            "he": "נִימפוֹמָנִיָה",
            "ar": "الشهوة",
            "zh": "色情狂",
            "ja": "ニンフォマニア",
            "hi": "निम्फ़ोमानिया",
            "de": "Nymphomanie",
            "th": "โรคนิมโฟมาเนีย",
            "ru": "Нимфомания",
            "pl": "Nimfomania",
            "fr": "Nymphomanie",
            "pt": "Ninfomania",
            "id": "Kesukaan akan anak gadis",
            "bn": "নিম্ফোম্যানিয়া"
        },
        "description": {
            "en": "Nymphomania describes excessive desire for sex or orgasms. Today, this term is often equated with sex addiction.",
            "tr": "Nymphomania, aşırı seks veya orgazm arzusunu ifade eder. Bugün bu terim sıklıkla seks bağımlılığıyla eş tutuluyor.",
            "es": "La ninfomanía describe el deseo excesivo de sexo u orgasmos. Hoy en día, este término suele equipararse a la adicción al sexo.",
            "he": "נימפומניה מתארת ​​תשוקה מוגזמת למין או אורגזמות. כיום, מונח זה משווה לרוב להתמכרות למין.",
            "ar": "تصف الشهوة الرغبة المفرطة في ممارسة الجنس أو هزات الجماع. اليوم، غالبًا ما يُعادل هذا المصطلح إدمان الجنس.",
            "zh": "色情狂描述的是对性或性高潮的过度渴望。如今，这个词通常与性成瘾等同。",
            "ja": "ニンフォマニアは、セックスやオーガズムへの過度の欲求を表します。今日、この用語はセックス依存症と同一視されることがよくあります。",
            "hi": "निम्फोमेनिया सेक्स या ओर्गास्म की अत्यधिक इच्छा का वर्णन करता है। आज इस शब्द को अक्सर सेक्स की लत से जोड़कर देखा जाता है।",
            "de": "Nymphomanie beschreibt ein übermäßiges Verlangen nach Sex oder Orgasmen. Heutzutage wird dieser Begriff oft mit Sexsucht gleichgesetzt.",
            "th": "Nymphomania อธิบายถึงความต้องการทางเพศหรือจุดสุดยอดมากเกินไป ในปัจจุบัน คำนี้มักจะเทียบได้กับการติดเซ็กส์",
            "ru": "Нимфомания описывает чрезмерное желание секса или оргазма. Сегодня этот термин часто приравнивают к сексуальной зависимости.",
            "pl": "Nimfomania opisuje nadmierne pragnienie seksu lub orgazmu. Dziś termin ten często utożsamiany jest z uzależnieniem od seksu.",
            "fr": "La nymphomanie décrit un désir sexuel excessif ou des orgasmes. Aujourd’hui, ce terme est souvent assimilé à la dépendance sexuelle.",
            "pt": "A ninfomania descreve o desejo excessivo de sexo ou orgasmos. Hoje, esse termo é frequentemente equiparado ao vício em sexo.",
            "id": "Nymphomania menggambarkan keinginan berlebihan untuk berhubungan seks atau orgasme. Saat ini, istilah tersebut sering disamakan dengan kecanduan seks.",
            "bn": "নিম্ফোম্যানিয়া যৌনতা বা অর্গাজমের জন্য অত্যধিক ইচ্ছাকে বর্ণনা করে। আজ, এই শব্দটি প্রায়ই যৌন আসক্তির সাথে সমতুল্য।"
        },
        "category": "sexual_pref"
    },
    {
        "label": {
            "en": "Older lovers",
            "tr": "Yaşlı aşıklar",
            "es": "Amantes mayores",
            "he": "אוהבים מבוגרים",
            "ar": "عشاق كبار السن",
            "zh": "年长的恋人",
            "ja": "年上の恋人",
            "hi": "पुराने प्रेमी",
            "de": "Ältere Liebhaber",
            "th": "คนรักเก่า",
            "ru": "Пожилые любовники",
            "pl": "Starsi kochankowie",
            "fr": "Amants plus âgés",
            "pt": "Amantes mais velhos",
            "id": "Kekasih yang lebih tua",
            "bn": "বয়স্ক প্রেমিকারা"
        },
        "description": {
            "en": "Like a good wine, sexual attraction can mature with age. Many people prefer older lovers or partners.",
            "tr": "İyi bir şarap gibi cinsel çekicilik de yaşlandıkça olgunlaşabilir. Birçok kişi yaşlı sevgilileri veya partnerleri tercih eder.",
            "es": "Como un buen vino, la atracción sexual puede madurar con la edad. Mucha gente prefiere amantes o parejas mayores.",
            "he": "כמו יין טוב, משיכה מינית יכולה להתבגר עם הגיל. אנשים רבים מעדיפים אוהבים או בני זוג מבוגרים.",
            "ar": "مثل النبيذ الجيد، يمكن أن ينضج الانجذاب الجنسي مع تقدم العمر. كثير من الناس يفضلون العشاق أو الشركاء الأكبر سنا.",
            "zh": "就像美酒一样，性吸引力会随着年龄的增长而成熟。许多人更喜欢年长的恋人或伴侣。",
            "ja": "良質のワインと同じように、性的魅力は年齢とともに成熟します。多くの人は年上の恋人やパートナーを好みます。",
            "hi": "एक अच्छी शराब की तरह, यौन आकर्षण उम्र के साथ परिपक्व हो सकता है। बहुत से लोग अधिक उम्र के प्रेमी या पार्टनर को पसंद करते हैं।",
            "de": "Wie ein guter Wein kann auch die sexuelle Anziehung mit zunehmendem Alter reifen. Viele Menschen bevorzugen ältere Liebhaber oder Partner.",
            "th": "เช่นเดียวกับไวน์ชั้นดี แรงดึงดูดทางเพศสามารถเติบโตได้ตามอายุ หลายๆ คนชอบคู่รักหรือคู่ที่มีอายุมากกว่า",
            "ru": "Как хорошее вино, сексуальное влечение может созреть с возрастом. Многие люди предпочитают любовников или партнеров постарше.",
            "pl": "Podobnie jak dobre wino, pociąg seksualny może dojrzewać z wiekiem. Wiele osób woli starszych kochanków lub partnerów.",
            "fr": "Comme un bon vin, l’attirance sexuelle peut mûrir avec l’âge. Beaucoup de gens préfèrent les amants ou les partenaires plus âgés.",
            "pt": "Como um bom vinho, a atração sexual pode amadurecer com a idade. Muitas pessoas preferem amantes ou parceiros mais velhos.",
            "id": "Ibarat anggur yang baik, ketertarikan seksual bisa matang seiring bertambahnya usia. Banyak orang lebih memilih kekasih atau pasangan yang lebih tua.",
            "bn": "একটি ভাল ওয়াইনের মতো, যৌন আকর্ষণ বয়সের সাথে পরিপক্ক হতে পারে। অনেকেই বয়স্ক প্রেমিক বা সঙ্গী পছন্দ করেন।"
        },
        "category": "physical_pref"
    },
    {
        "label": {
            "en": "Outdoor",
            "tr": "Dış mekan",
            "es": "Exterior",
            "he": "בָּחוּץ",
            "ar": "في الهواء الطلق",
            "zh": "户外的",
            "ja": "アウトドア",
            "hi": "आउटडोर",
            "de": "Im Freien",
            "th": "กลางแจ้ง",
            "ru": "Открытый",
            "pl": "Plenerowy",
            "fr": "De plein air",
            "pt": "Ar livre",
            "id": "Di luar ruangan",
            "bn": "আউটডোর"
        },
        "description": {
            "en": "Sex doesn’t have to take place in the bedroom or behind closed doors. Many people find open-air sexual adventures a tantalising prospect.",
            "tr": "Seks yatak odasında ya da kapalı kapılar ardında gerçekleşmek zorunda değil. Birçok kişi açık havada cinsel maceraları cazip bir olasılık olarak görüyor.",
            "es": "El sexo no tiene por qué tener lugar en el dormitorio o a puerta cerrada. Muchas personas consideran que las aventuras sexuales al aire libre son una perspectiva tentadora.",
            "he": "סקס לא חייב להתקיים בחדר השינה או מאחורי דלתות סגורות. אנשים רבים מוצאים הרפתקאות מיניות באוויר הפתוח סיכוי מגרה.",
            "ar": "ليس من الضروري أن يتم ممارسة الجنس في غرفة النوم أو خلف أبواب مغلقة. يجد الكثير من الناس أن المغامرات الجنسية في الهواء الطلق هي فرصة محيرة.",
            "zh": "性行为不一定要在卧室或关起门后进行。许多人发现露天性冒险是一个诱人的前景。",
            "ja": "セックスは寝室や密室で行われる必要はありません。多くの人は、野外での性的な冒険に興味をそそられると考えています。",
            "hi": "सेक्स शयनकक्ष में या बंद दरवाज़ों के पीछे नहीं होना चाहिए। कई लोगों को खुली हवा में यौन रोमांच एक आकर्षक संभावना लगती है।",
            "de": "Sex muss nicht unbedingt im Schlafzimmer oder hinter verschlossenen Türen stattfinden. Für viele Menschen sind sexuelle Abenteuer unter freiem Himmel eine verlockende Aussicht.",
            "th": "เซ็กส์ไม่จำเป็นต้องเกิดขึ้นในห้องนอนหรือหลังประตูที่ปิดสนิท หลายๆ คนพบว่าการผจญภัยทางเพศกลางแจ้งเป็นโอกาสที่ยั่วเย้า",
            "ru": "Секс не обязательно должен происходить в спальне или за закрытыми дверями. Многие люди находят сексуальные приключения на открытом воздухе заманчивой перспективой.",
            "pl": "Seks nie musi odbywać się w sypialni ani za zamkniętymi drzwiami. Wiele osób uważa seksualne przygody na świeżym powietrzu za kuszącą perspektywę.",
            "fr": "Les relations sexuelles ne doivent pas nécessairement avoir lieu dans la chambre ou à huis clos. Beaucoup de gens trouvent les aventures sexuelles en plein air une perspective alléchante.",
            "pt": "O sexo não precisa acontecer no quarto ou a portas fechadas. Muitas pessoas consideram as aventuras sexuais ao ar livre uma perspectiva tentadora.",
            "id": "Seks tidak harus dilakukan di kamar tidur atau di balik pintu tertutup. Banyak orang menganggap petualangan seksual di udara terbuka merupakan prospek yang menggiurkan.",
            "bn": "সেক্স শোবার ঘরে বা বন্ধ দরজার পিছনে হতে হবে না। অনেক লোক খোলামেলা যৌন দুঃসাহসিক কাজকে একটি উত্তেজনাপূর্ণ সম্ভাবনা বলে মনে করে।"
        },
        "category": "sexual_adventure"
    },
    {
        "label": {
            "en": "PVC, leather & latex",
            "tr": "PVC, deri ve lateks",
            "es": "PVC, cuero y látex",
            "he": "PVC, עור ולטקס",
            "ar": "PVC والجلود واللاتكس",
            "zh": "PVC、皮革和乳胶",
            "ja": "PVC、レザー、ラテックス",
            "hi": "पीवीसी, चमड़ा और लेटेक्स",
            "de": "PVC, Leder und Latex",
            "th": "พีวีซี หนัง และลาเท็กซ์",
            "ru": "ПВХ, кожа и латекс",
            "pl": "PCV, skóra i lateks",
            "fr": "PVC, cuir et latex",
            "pt": "PVC, couro e látex",
            "id": "PVC, kulit & lateks",
            "bn": "পিভিসি, চামড়া এবং ল্যাটেক্স"
        },
        "description": {
            "en": "PVC, leather & latex clothes are major turn ons for many people. These fetishes are very popular.",
            "tr": "PVC, deri ve lateks giysiler birçok insan için büyük ilgi uyandırıyor. Bu fetişler çok popüler.",
            "es": "La ropa de PVC, cuero y látex excita mucho a muchas personas. Estos fetiches son muy populares.",
            "he": "בגדי PVC, עור ולטקס הם התחלות עיקריות עבור אנשים רבים. פטישים אלה פופולריים מאוד.",
            "ar": "تعتبر الملابس المصنوعة من مادة PVC والجلود واللاتكس بمثابة منعطفات رئيسية للعديد من الأشخاص. هذه الأوثان تحظى بشعبية كبيرة.",
            "zh": "PVC、皮革和乳胶衣服是许多人的主要兴趣点。这些恋物癖很受欢迎。",
            "ja": "PVC、レザー、ラテックスの衣類は、多くの人にとって大きな注目を集めています。これらのフェチは非常に人気があります。",
            "hi": "पीवीसी, चमड़ा और लेटेक्स कपड़े कई लोगों के लिए प्रमुख आकर्षण हैं। ये कामोत्तेजक बहुत लोकप्रिय हैं.",
            "de": "PVC-, Leder- und Latexkleidung ist für viele Menschen ein großer Anstoß. Diese Fetische sind sehr beliebt.",
            "th": "เสื้อผ้าพีวีซี หนัง และลาเท็กซ์เป็นสินค้าที่คนจำนวนมากหันมาสนใจ เครื่องรางเหล่านี้เป็นที่นิยมมาก",
            "ru": "Одежда из ПВХ, кожи и латекса привлекает многих людей. Эти фетиши очень популярны.",
            "pl": "Ubrania z PCV, skóry i lateksu są dla wielu osób głównymi atrakcjami. Te fetysze są bardzo popularne.",
            "fr": "Les vêtements en PVC, en cuir et en latex sont très excitants pour de nombreuses personnes. Ces fétiches sont très populaires.",
            "pt": "Roupas de PVC, couro e látex são muito atraentes para muitas pessoas. Esses fetiches são muito populares.",
            "id": "Pakaian PVC, kulit & lateks menjadi daya tarik utama bagi banyak orang. Fetish ini sangat populer.",
            "bn": "পিভিসি, চামড়া এবং ল্যাটেক্স কাপড় অনেক লোকের জন্য প্রধান টার্ন অন। এই ফেটিশগুলি খুব জনপ্রিয়।"
        },
        "category": "sexual_pref"
    },
    {
        "label": {
            "en": "Phone sex",
            "tr": "Telefonda seks",
            "es": "Sexo telefónico",
            "he": "סקס בטלפון",
            "ar": "الجنس عبر الهاتف",
            "zh": "电话性爱",
            "ja": "テレホンセックス",
            "hi": "फ़ोन सेक्स",
            "de": "Telefonsex",
            "th": "เซ็กซ์โฟน",
            "ru": "Секс по телефону",
            "pl": "Seks przez telefon",
            "fr": "Sexe au téléphone",
            "pt": "Sexo por telefone",
            "id": "Telepon seks",
            "bn": "ফোন সেক্স"
        },
        "description": {
            "en": "Partners describe sexual acts on the phone to each other. Both try to get the other to orgasm with their words.",
            "tr": "Partnerler telefonda birbirlerine cinsel eylemleri anlatırlar. Her ikisi de sözleriyle diğerini orgazma ulaştırmaya çalışır.",
            "es": "Las parejas se describen actos sexuales por teléfono. Ambos intentan llevar al otro al orgasmo con sus palabras.",
            "he": "בני זוג מתארים זה לזה מעשים מיניים בטלפון. שניהם מנסים לגרום לשני להגיע לאורגזמה במילים שלהם.",
            "ar": "يصف الشركاء الأفعال الجنسية على الهاتف لبعضهم البعض. يحاول كلاهما إيصال الآخر إلى النشوة الجنسية بكلماتهما.",
            "zh": "伴侣在电话中互相描述性行为。两人都试图用言语让对方达到高潮。",
            "ja": "パートナーはお互いに電話で性的行為について説明します。どちらも言葉で相手をオーガズムに導こうとします。",
            "hi": "पार्टनर एक-दूसरे को फ़ोन पर यौन क्रियाओं का वर्णन करते हैं। दोनों अपनी बातों से एक दूसरे को चरमसुख तक पहुंचाने की कोशिश करते हैं।",
            "de": "Partner beschreiben sich gegenseitig sexuelle Handlungen am Telefon. Beide versuchen mit ihren Worten den anderen zum Orgasmus zu bringen.",
            "th": "คู่รักบรรยายกิจกรรมทางเพศทางโทรศัพท์ให้กันและกัน ทั้งคู่พยายามทำให้อีกฝ่ายถึงจุดสุดยอดด้วยคำพูดของพวกเขา",
            "ru": "Партнеры описывают друг другу половые акты по телефону. Оба пытаются довести друг друга до оргазма своими словами.",
            "pl": "Partnerzy opisują sobie nawzajem czynności seksualne przez telefon. Oboje starają się doprowadzić drugiego do orgazmu słowami.",
            "fr": "Les partenaires se décrivent des actes sexuels au téléphone. Tous deux essaient d'amener l'autre à l'orgasme avec leurs mots.",
            "pt": "Os parceiros descrevem atos sexuais um ao outro ao telefone. Ambos tentam levar o outro ao orgasmo com suas palavras.",
            "id": "Pasangan menggambarkan tindakan seksual di telepon satu sama lain. Keduanya mencoba membuat satu sama lain mencapai orgasme dengan kata-kata mereka.",
            "bn": "অংশীদাররা একে অপরের কাছে ফোনে যৌন ক্রিয়াকলাপ বর্ণনা করে৷ দুজনেই তাদের কথায় অপরকে অর্গ্যাজম করার চেষ্টা করে।"
        },
        "category": "amusement"
    },
    {
        "label": {
            "en": "Photo exchange",
            "tr": "Fotoğraf alışverişi",
            "es": "Intercambio de fotos",
            "he": "חילופי תמונות",
            "ar": "تبادل الصور",
            "zh": "照片交换",
            "ja": "写真交換",
            "hi": "फ़ोटो का आदान-प्रदान",
            "de": "Fotoaustausch",
            "th": "แลกเปลี่ยนภาพถ่าย",
            "ru": "Обмен фотографиями",
            "pl": "Wymiana zdjęć",
            "fr": "Échange de photos",
            "pt": "Troca de fotos",
            "id": "Pertukaran foto",
            "bn": "ছবি বিনিময়"
        },
        "description": {
            "en": "Whether it’s a normal selfie or an erotic nude photo, many people exchange photos to get to know one another more intimately and fuel each other’s fantasies.",
            "tr": "İster normal bir selfie ister erotik bir çıplak fotoğraf olsun, birçok kişi birbirini daha yakından tanımak ve birbirlerinin fantezilerini beslemek için fotoğraf alışverişinde bulunur.",
            "es": "Ya sea una selfie normal o una foto erótica de desnudos, muchas personas intercambian fotos para conocerse más íntimamente y alimentar las fantasías de los demás.",
            "he": "בין אם זה סלפי רגיל או תמונת עירום אירוטית, אנשים רבים מחליפים תמונות כדי להכיר אחד את השני בצורה אינטימית יותר ולתדלק זה את הפנטזיות של זה.",
            "ar": "سواء كانت صورة شخصية عادية أو صورة عارية مثيرة، يتبادل العديد من الأشخاص الصور للتعرف على بعضهم البعض بشكل أكثر حميمية وتغذية خيالات بعضهم البعض.",
            "zh": "无论是普通的自拍照还是色情裸照，许多人交换照片是为了更亲密地了解彼此并激发彼此的幻想。",
            "ja": "普通の自撮り写真であろうとエロティックなヌード写真であろうと、多くの人はお互いのことをより親密になり、お互いの空想を刺激するために写真を交換します。",
            "hi": "चाहे वह सामान्य सेल्फी हो या कामुक नग्न तस्वीर, कई लोग एक-दूसरे को अधिक करीब से जानने और एक-दूसरे की कल्पनाओं को बढ़ावा देने के लिए तस्वीरों का आदान-प्रदान करते हैं।",
            "de": "Ob normales Selfie oder erotisches Nacktfoto: Viele Menschen tauschen Fotos aus, um sich näher kennen zu lernen und ihre Fantasien anzuregen.",
            "th": "ไม่ว่าจะเป็นภาพเซลฟี่ปกติหรือภาพเปลือยที่เร้าอารมณ์ หลายๆ คนแลกเปลี่ยนภาพถ่ายเพื่อทำความรู้จักกันอย่างใกล้ชิดยิ่งขึ้น และเติมพลังจินตนาการของกันและกัน",
            "ru": "Будь то обычное селфи или эротическая фотография обнаженной натуры, многие люди обмениваются фотографиями, чтобы узнать друг друга поближе и подпитать фантазии друг друга.",
            "pl": "Niezależnie od tego, czy jest to zwykłe selfie, czy erotyczne nagie zdjęcie, wiele osób wymienia się zdjęciami, aby poznać się bliżej i podsycić swoje fantazje.",
            "fr": "Qu’il s’agisse d’un selfie normal ou d’une photo de nu érotique, de nombreuses personnes échangent des photos pour mieux se connaître et alimenter leurs fantasmes.",
            "pt": "Quer seja uma selfie normal ou uma foto erótica de nudez, muitas pessoas trocam fotos para se conhecerem mais intimamente e alimentarem as fantasias umas das outras.",
            "id": "Baik itu selfie biasa atau foto telanjang erotis, banyak orang bertukar foto untuk mengenal satu sama lain lebih dekat dan memicu fantasi satu sama lain.",
            "bn": "এটি একটি সাধারণ সেলফি হোক বা একটি কামোত্তেজক নগ্ন ছবি, অনেক লোক একে অপরকে আরও ঘনিষ্ঠভাবে জানতে এবং একে অপরের কল্পনাকে উত্সাহিত করতে ফটোগুলি বিনিময় করে।"
        },
        "category": "amusement"
    },
    {
        "label": {
            "en": "Photography",
            "tr": "Fotoğrafçılık",
            "es": "Fotografía",
            "he": "צילום",
            "ar": "التصوير الفوتوغرافي",
            "zh": "摄影",
            "ja": "写真",
            "hi": "फोटोग्राफी",
            "de": "Fotografie",
            "th": "การถ่ายภาพ",
            "ru": "Фотография",
            "pl": "Fotografia",
            "fr": "Photographie",
            "pt": "Fotografia",
            "id": "Fotografi",
            "bn": "ফটোগ্রাফি"
        },
        "description": {
            "en": "Capturing erotic poses on camera, also known as nude photography, is a popular form of erotic art. It can involve professional photographers and models, or amateur photographers and non-professionals.",
            "tr": "Çıplak fotoğrafçılık olarak da bilinen kamerada erotik pozlar yakalamak, erotik sanatın popüler bir biçimidir. Profesyonel fotoğrafçıları ve modelleri ya da amatör fotoğrafçıları ve profesyonel olmayanları kapsayabilir.",
            "es": "Capturar poses eróticas con la cámara, también conocida como fotografía de desnudos, es una forma popular de arte erótico. Puede involucrar a fotógrafos y modelos profesionales, o fotógrafos aficionados y no profesionales.",
            "he": "לכידת תנוחות אירוטיות במצלמה, המכונה גם צילום עירום, היא צורה פופולרית של אמנות אירוטית. זה יכול לכלול צלמים ודוגמנים מקצועיים, או צלמים חובבים ולא מקצועיים.",
            "ar": "يعد التقاط الأوضاع المثيرة بالكاميرا، والمعروف أيضًا باسم التصوير الفوتوغرافي العاري، شكلاً شائعًا من أشكال الفن المثير. يمكن أن يشمل المصورين وعارضي الأزياء المحترفين، أو المصورين الهواة وغير المحترفين.",
            "zh": "用相机捕捉色情姿势，也称为裸体摄影，是一种流行的色情艺术形式。它可以涉及专业摄影师和模特，或业余摄影师和非专业人士。",
            "ja": "エロティックなポーズをカメラで撮影することは、ヌード写真としても知られ、エロティック アートの人気の形式です。プロの写真家やモデル、あるいはアマチュア写真家やプロではない人が参加することもあります。",
            "hi": "कामुक मुद्राओं को कैमरे में कैद करना, जिसे नग्न फोटोग्राफी भी कहा जाता है, कामुक कला का एक लोकप्रिय रूप है। इसमें पेशेवर फ़ोटोग्राफ़र और मॉडल, या शौकिया फ़ोटोग्राफ़र और गैर-पेशेवर शामिल हो सकते हैं।",
            "de": "Das Einfangen erotischer Posen mit der Kamera, auch Aktfotografie genannt, ist eine beliebte Form der erotischen Kunst. Es können professionelle Fotografen und Models, aber auch Amateurfotografen und Laien beteiligt sein.",
            "th": "การถ่ายภาพท่าอีโรติกบนกล้อง หรือที่เรียกว่าการถ่ายภาพเปลือย ถือเป็นศิลปะอีโรติกรูปแบบหนึ่งที่ได้รับความนิยม อาจเกี่ยวข้องกับช่างภาพและนางแบบมืออาชีพ หรือช่างภาพสมัครเล่นและผู้ที่ไม่ใช่มืออาชีพ",
            "ru": "Съемка эротических поз на камеру, также известная как фотография обнаженной натуры, является популярной формой эротического искусства. В нем могут участвовать профессиональные фотографы и модели или фотографы-любители и непрофессионалы.",
            "pl": "Fotografowanie erotycznych póz, zwane także fotografią aktu, jest popularną formą sztuki erotycznej. Mogą w nim brać udział profesjonalni fotografowie i modelki lub fotografowie amatorzy i osoby nieprofesjonalne.",
            "fr": "Capturer des poses érotiques devant un appareil photo, également connu sous le nom de photographie de nu, est une forme populaire d'art érotique. Il peut s’agir de photographes et modèles professionnels, ou de photographes amateurs et non professionnels.",
            "pt": "Capturar poses eróticas diante das câmeras, também conhecida como fotografia de nus, é uma forma popular de arte erótica. Pode envolver fotógrafos e modelos profissionais, ou fotógrafos amadores e não profissionais.",
            "id": "Menangkap pose erotis di depan kamera, juga dikenal sebagai fotografi telanjang, adalah bentuk seni erotis yang populer. Hal ini dapat melibatkan fotografer dan model profesional, atau fotografer amatir dan non-profesional.",
            "bn": "ক্যামেরায় ইরোটিক পোজ ক্যাপচার করা, যা নগ্ন ফটোগ্রাফি নামেও পরিচিত, এটি ইরোটিক শিল্পের একটি জনপ্রিয় রূপ। এটি পেশাদার ফটোগ্রাফার এবং মডেল, বা অপেশাদার ফটোগ্রাফার এবং অ-পেশাদারদের জড়িত করতে পারে।"
        },
        "category": "amusement"
    },
    {
        "label": {
            "en": "Piercings",
            "tr": "piercing",
            "es": "piercings",
            "he": "פירסינג",
            "ar": "الثقب",
            "zh": "穿孔",
            "ja": "ピアス",
            "hi": "छेदन",
            "de": "Piercings",
            "th": "การเจาะ",
            "ru": "Пирсинг",
            "pl": "Piercing",
            "fr": "Piercings",
            "pt": "Piercings",
            "id": "Tindik",
            "bn": "ছিদ্র"
        },
        "description": {
            "en": "Piercings refer to rings or studs placed anywhere on the body, including the ears, nose, bellybutton and more.",
            "tr": "Pirsing; kulaklar, burun, göbek deliği ve daha fazlası dahil olmak üzere vücudun herhangi bir yerine yerleştirilen halkaları veya çivileri ifade eder.",
            "es": "Los piercings se refieren a anillos o tachuelas que se colocan en cualquier parte del cuerpo, incluidas las orejas, la nariz, el ombligo y más.",
            "he": "פירסינג מתייחס לטבעות או ניטים הממוקמים בכל מקום על הגוף, כולל האוזניים, האף, הטבור ועוד.",
            "ar": "يشير الثقب إلى الحلقات أو المسامير التي يتم وضعها في أي مكان على الجسم، بما في ذلك الأذنين والأنف والسرة وغيرها.",
            "zh": "穿孔是指放置在身体任何地方的戒指或螺柱，包括耳朵、鼻子、肚脐等。",
            "ja": "ピアスとは、耳、鼻、へそなど、体のどこかに付けるリングやスタッドのことを指します。",
            "hi": "पियर्सिंग से तात्पर्य शरीर पर कहीं भी लगाए जाने वाले छल्ले या स्टड से है, जिसमें कान, नाक, बेलीबटन और भी बहुत कुछ शामिल हैं।",
            "de": "Unter Piercings versteht man Ringe oder Ohrstecker, die überall am Körper angebracht werden, einschließlich Ohren, Nase, Bauchnabel und mehr.",
            "th": "การเจาะหมายถึงแหวนหรือกระดุมที่วางไว้ที่ใดก็ได้ในร่างกาย รวมถึงหู จมูก สะดือ และอื่นๆ",
            "ru": "Под пирсингом подразумеваются кольца или шпильки, размещенные в любом месте тела, включая уши, нос, пупок и многое другое.",
            "pl": "Piercing odnosi się do pierścionków lub ćwieków umieszczonych w dowolnym miejscu ciała, w tym w uszach, nosie, pępku i nie tylko.",
            "fr": "Les piercings font référence à des anneaux ou des clous placés n'importe où sur le corps, y compris les oreilles, le nez, le nombril et plus encore.",
            "pt": "Piercings referem-se a anéis ou tachas colocados em qualquer parte do corpo, incluindo orelhas, nariz, umbigo e muito mais.",
            "id": "Tindik mengacu pada cincin atau kancing yang dipasang di mana saja di tubuh, termasuk telinga, hidung, pusar, dan lainnya.",
            "bn": "ছিদ্র বলতে কান, নাক, পেটের বোতাম এবং আরও অনেক কিছু সহ শরীরের যে কোনও জায়গায় রাখা রিং বা স্টাড বোঝায়।"
        },
        "category": "physical_pref"
    },
    {
        "label": {
            "en": "Porn",
            "tr": "Porno",
            "es": "Pornografía",
            "he": "פורנו",
            "ar": "الإباحية",
            "zh": "A片",
            "ja": "ポルノ",
            "hi": "अश्लील",
            "de": "Porno",
            "th": "พร",
            "ru": "Порно",
            "pl": "Porno",
            "fr": "Porno",
            "pt": "Pornô",
            "id": "Porno",
            "bn": "অশ্লীল"
        },
        "description": {
            "en": "Who hasn’t watched porn? Porn can spice up your sex life and make masturbating more steamy.",
            "tr": "Kim porno izlemedi? Porno seks hayatınızı renklendirebilir ve mastürbasyonu daha ateşli hale getirebilir.",
            "es": "¿Quién no ha visto porno? La pornografía puede darle vida a tu vida sexual y hacer que la masturbación sea más apasionante.",
            "he": "מי לא צפה בפורנו? פורנו יכול לתבל את חיי המין שלך ולהפוך את האוננות למהבילה יותר.",
            "ar": "من منا لم يشاهد الإباحية؟ يمكن للإباحية أن تضفي الإثارة على حياتك الجنسية وتجعل الاستمناء أكثر إغراقًا.",
            "zh": "谁没看过色情片？色情可以为你的性生活增添情趣，让自慰更加性感。",
            "ja": "ポルノを見たことがない人はいるでしょうか？ポルノはあなたの性生活にスパイスを与え、オナニーをより興奮させることができます。",
            "hi": "पोर्न किसने नहीं देखा? पोर्न आपकी सेक्स लाइफ को मसालेदार बना सकता है और हस्तमैथुन को और अधिक कामुक बना सकता है।",
            "de": "Wer hat noch keinen Porno geschaut? Pornos können Ihr Sexualleben aufpeppen und das Masturbieren heißer machen.",
            "th": "ใครยังไม่ได้ดูหนังโป๊? สื่อลามกสามารถเติมชีวิตชีวาให้กับชีวิตทางเพศของคุณและทำให้การช่วยตัวเองเร่าร้อนมากขึ้น",
            "ru": "Кто не смотрел порно? Порно может оживить вашу сексуальную жизнь и сделать мастурбацию более насыщенной.",
            "pl": "Kto nie oglądał porno? Pornografia może urozmaicić Twoje życie seksualne i sprawić, że masturbacja stanie się bardziej ekscytująca.",
            "fr": "Qui n’a pas regardé du porno ? Le porno peut pimenter votre vie sexuelle et rendre la masturbation plus torride.",
            "pt": "Quem nunca assistiu pornografia? A pornografia pode apimentar sua vida sexual e tornar a masturbação mais intensa.",
            "id": "Siapa yang belum pernah menonton film porno? Porno dapat membumbui kehidupan seks Anda dan membuat masturbasi menjadi lebih beruap.",
            "bn": "কে পর্ণ দেখেনি? পর্ন আপনার যৌন জীবনকে মশলাদার করতে পারে এবং হস্তমৈথুনকে আরও বাষ্পময় করে তুলতে পারে।"
        },
        "category": "amusement"
    },
    {
        "label": {
            "en": "Pubic hair",
            "tr": "Kasık kılı",
            "es": "Vello púbico",
            "he": "שיער ערווה",
            "ar": "شعر العانة",
            "zh": "阴毛",
            "ja": "陰毛",
            "hi": "जघवास्थि के बाल",
            "de": "Schamhaar",
            "th": "ขนหัวหน่าว",
            "ru": "Лобковые волосы",
            "pl": "Włosy łonowe",
            "fr": "Poils pubiens",
            "pt": "Pêlos pubianos",
            "id": "Rambut kemaluan",
            "bn": "পিউবিক চুল"
        },
        "description": {
            "en": "Some men and women find pubic hair a turn-off, while others find it arousing. People who like pubic hair often value the more natural look.",
            "tr": "Bazı erkekler ve kadınlar kasık kıllarını itici bulurken, diğerleri bunu tahrik edici buluyor. Kasık kıllarından hoşlanan insanlar genellikle daha doğal görünüme değer verirler.",
            "es": "Algunos hombres y mujeres encuentran que el vello púbico les desagrada, mientras que a otros les resulta excitante. Las personas a las que les gusta el vello púbico suelen valorar el aspecto más natural.",
            "he": "חלק מהגברים והנשים מוצאים את שיער הערווה כפוף, בעוד שאחרים מוצאים אותו מעורר. אנשים שאוהבים שיער ערווה מעריכים לרוב את המראה הטבעי יותר.",
            "ar": "يجد بعض الرجال والنساء شعر العانة أمرًا منفرًا، بينما يجده آخرون مثيرًا. غالبًا ما يقدر الأشخاص الذين يحبون شعر العانة المظهر الأكثر طبيعية.",
            "zh": "有些男人和女人觉得阴毛令人厌烦，而另一些人则觉得它令人兴奋。喜欢阴毛的人往往看重更自然的外观。",
            "ja": "陰毛を不快に思う男性や女性もいますが、陰毛に興奮を感じる人もいます。アンダーヘアが好きな人は、より自然な見た目を重視することが多いです。",
            "hi": "कुछ पुरुषों और महिलाओं को जघन बाल अरुचिकर लगते हैं, जबकि अन्य को यह उत्तेजित करने वाले लगते हैं। जो लोग जघन बाल पसंद करते हैं वे अक्सर अधिक प्राकृतिक लुक को महत्व देते हैं।",
            "de": "Manche Männer und Frauen empfinden Schambehaarung als abstoßend, während andere sie als erregend empfinden. Menschen, die Schamhaare mögen, legen oft Wert auf den natürlicheren Look.",
            "th": "ผู้ชายและผู้หญิงบางคนพบว่าขนบริเวณหัวหน่าวหายไป ในขณะที่บางคนพบว่ามันเร้าใจ คนที่ชอบขนหัวหน่าวมักจะให้ความสำคัญกับลุคที่เป็นธรรมชาติมากกว่า",
            "ru": "Некоторых мужчин и женщин лобковые волосы отталкивают, а других возбуждают. Люди, которым нравятся лобковые волосы, часто ценят более естественный вид.",
            "pl": "Niektórzy mężczyźni i kobiety uważają, że owłosienie łonowe jest odstraszające, podczas gdy inni uważają je za podniecające. Osoby lubiące owłosienie łonowe często cenią sobie bardziej naturalny wygląd.",
            "fr": "Certains hommes et certaines femmes trouvent les poils pubiens décourageants, tandis que d'autres les trouvent excitants. Les personnes qui aiment les poils pubiens apprécient souvent leur aspect plus naturel.",
            "pt": "Alguns homens e mulheres acham os pelos pubianos desagradáveis, enquanto outros os acham excitantes. Pessoas que gostam de pelos pubianos geralmente valorizam a aparência mais natural.",
            "id": "Beberapa pria dan wanita menganggap rambut kemaluan sebagai hal yang mematikan, sementara yang lain menganggapnya membangkitkan gairah. Orang yang menyukai rambut kemaluan sering kali menghargai tampilan yang lebih alami.",
            "bn": "কিছু পুরুষ এবং মহিলারা গর্ভের চুলকে বন্ধ করে দেয়, অন্যরা এটিকে উত্তেজক বলে মনে করে। যারা পিউবিক চুল পছন্দ করেন তারা প্রায়শই আরও প্রাকৃতিক চেহারাকে মূল্য দেন।"
        },
        "category": "physical_pref"
    },
    {
        "label": {
            "en": "Rimming",
            "tr": "çevreleyecek",
            "es": "beso negro",
            "he": "רימינג",
            "ar": "حواف",
            "zh": "舔肛",
            "ja": "アナル舐め",
            "hi": "चूसन",
            "de": "Rimming",
            "th": "ริมมิง",
            "ru": "Римминг",
            "pl": "Rimming",
            "fr": "Anulingus",
            "pt": "Rimming",
            "id": "Rimming",
            "bn": "রিমিং"
        },
        "description": {
            "en": "Rimming or anilingus is a sex practice in which the anus is stimulated with the lips and tongue. This can be done either superficially or by penetration of the anus with the tongue.",
            "tr": "Rimming veya anilingus, anüsün dudaklar ve dil ile uyarıldığı bir seks uygulamasıdır. Bu yüzeysel olarak veya dilin anüse girmesiyle yapılabilir.",
            "es": "El beso negro o anilingus es una práctica sexual en la que se estimula el ano con los labios y la lengua. Esto se puede hacer de forma superficial o mediante la penetración del ano con la lengua.",
            "he": "Rimming או anilingus הוא תרגול מין שבו פי הטבעת מגורה עם השפתיים והלשון. זה יכול להיעשות באופן שטחי או על ידי חדירה של פי הטבעת עם הלשון.",
            "ar": "الحواف أو اللعق هي ممارسة جنسية يتم فيها تحفيز فتحة الشرج بالشفاه واللسان. يمكن أن يتم ذلك إما بشكل سطحي أو عن طريق اختراق فتحة الشرج باللسان.",
            "zh": "舔肛或肛肛是一种用嘴唇和舌​​头刺激肛门的性行为。这可以通过表面或用舌头插入肛门来完成。",
            "ja": "リミングまたはアニリングスは、唇と舌で肛門を刺激する性行為です。これは表面的に行うことも、舌を肛門に挿入することによって行うこともできます。",
            "hi": "रिमिंग या एनिलिंगस एक सेक्स प्रथा है जिसमें गुदा को होठों और जीभ से उत्तेजित किया जाता है। यह या तो सतही तौर पर या जीभ से गुदा में प्रवेश करके किया जा सकता है।",
            "de": "Rimming oder Anilingus ist eine Sexpraxis, bei der der Anus mit den Lippen und der Zunge stimuliert wird. Dies kann entweder oberflächlich oder durch Eindringen der Zunge in den Anus erfolgen.",
            "th": "Rimming หรือ anilingus เป็นวิธีปฏิบัติทางเพศโดยกระตุ้นทวารหนักด้วยริมฝีปากและลิ้น ซึ่งสามารถทำได้ทั้งแบบผิวเผินหรือโดยการเจาะทวารหนักด้วยลิ้น",
            "ru": "Римминг или анилингус — это сексуальная практика, при которой анус стимулируется губами и языком. Это можно сделать как поверхностно, так и путем проникновения языка в задний проход.",
            "pl": "Rimming lub anilingus to praktyka seksualna, podczas której odbyt jest stymulowany ustami i językiem. Można to zrobić powierzchownie lub poprzez penetrację odbytu językiem.",
            "fr": "L'anulingus ou anilingus est une pratique sexuelle dans laquelle l'anus est stimulé avec les lèvres et la langue. Cela peut se faire soit superficiellement, soit par pénétration de l'anus avec la langue.",
            "pt": "Rimming ou anilingus é uma prática sexual em que o ânus é estimulado com os lábios e a língua. Isso pode ser feito superficialmente ou pela penetração do ânus com a língua.",
            "id": "Rimming atau anilingus adalah praktik seks di mana anus dirangsang dengan bibir dan lidah. Hal ini dapat dilakukan secara dangkal atau dengan penetrasi anus dengan lidah.",
            "bn": "রিমিং বা অ্যানিলিংগাস হল একটি যৌন অনুশীলন যেখানে মলদ্বার ঠোঁট এবং জিহ্বা দিয়ে উদ্দীপিত হয়। এটি হয় অতিমাত্রায় বা জিহ্বা দিয়ে মলদ্বারে প্রবেশের মাধ্যমে করা যেতে পারে।"
        },
        "category": "joy_or_tabu"
    },
    {
        "label": {
            "en": "Role play",
            "tr": "Rol yapma",
            "es": "Juego de roles",
            "he": "משחק תפקידים",
            "ar": "لعب الأدوار",
            "zh": "角色扮演",
            "ja": "ロールプレイ",
            "hi": "रोल प्ले",
            "de": "Rollenspiel",
            "th": "บทบาทการเล่น",
            "ru": "Ролевые игры",
            "pl": "Odgrywanie ról",
            "fr": "Jeu de rôle",
            "pt": "Dramatização",
            "id": "Permainan peran",
            "bn": "ভূমিকা খেলা"
        },
        "description": {
            "en": "Role play involves putting your own identity aside and donning another. Playing a role can often help you fulfil sexual desires.",
            "tr": "Rol oynama, kendi kimliğinizi bir kenara bırakıp bir başkasını giymeyi içerir. Rol oynamak çoğu zaman cinsel arzularınızı gerçekleştirmenize yardımcı olabilir.",
            "es": "El juego de roles implica dejar de lado la propia identidad y adoptar otra. Jugar un papel a menudo puede ayudarte a satisfacer tus deseos sexuales.",
            "he": "משחק תפקידים כרוך בהעמדת הזהות שלך בצד ולבישת אחר. משחק תפקיד יכול לעתים קרובות לעזור לך להגשים תשוקות מיניות.",
            "ar": "يتضمن لعب الأدوار وضع هويتك جانبًا وارتداء هوية أخرى. غالبًا ما يساعدك لعب أحد الأدوار على تحقيق رغباتك الجنسية.",
            "zh": "角色扮演包括抛开自己的身份并穿上另一个身份。扮演角色往往可以帮助你满足性欲。",
            "ja": "ロールプレイでは、自分自身のアイデンティティを脇に置き、別のアイデンティティを身に着けることが必要です。役割を演じることは、性的欲求を満たすのに役立つことがよくあります。",
            "hi": "रोल प्ले में अपनी खुद की पहचान को एक तरफ रखकर दूसरी पहचान धारण करना शामिल है। भूमिका निभाने से अक्सर आपको यौन इच्छाओं को पूरा करने में मदद मिल सकती है।",
            "de": "Beim Rollenspiel geht es darum, die eigene Identität beiseite zu legen und eine andere anzulegen. Das Spielen einer Rolle kann Ihnen oft dabei helfen, sexuelle Wünsche zu erfüllen.",
            "th": "การแสดงบทบาทสมมติเกี่ยวข้องกับการละทิ้งตัวตนของคุณเองและสวมอีกตัวตนหนึ่ง การสวมบทบาทมักจะช่วยให้คุณเติมเต็มความต้องการทางเพศได้",
            "ru": "Ролевая игра предполагает отказ от своей личности и принятие другой. Игра роли часто может помочь вам удовлетворить сексуальные желания.",
            "pl": "Odgrywanie ról polega na odłożeniu na bok własnej tożsamości i przybraniu innej. Odgrywanie roli często może pomóc w spełnieniu pragnień seksualnych.",
            "fr": "Le jeu de rôle consiste à mettre de côté sa propre identité et à en revêtir une autre. Jouer un rôle peut souvent vous aider à satisfaire vos désirs sexuels.",
            "pt": "A dramatização envolve deixar sua própria identidade de lado e vestir outra. Desempenhar um papel muitas vezes pode ajudá-lo a realizar desejos sexuais.",
            "id": "Permainan peran melibatkan mengesampingkan identitas Anda sendiri dan mengenakan identitas lain. Memainkan peran sering kali dapat membantu Anda memenuhi hasrat seksual.",
            "bn": "ভূমিকা খেলার মধ্যে আপনার নিজের পরিচয়কে একপাশে রাখা এবং অন্যকে দান করা জড়িত। একটি ভূমিকা পালন করা প্রায়ই আপনাকে যৌন ইচ্ছা পূরণ করতে সাহায্য করতে পারে।"
        },
        "category": "sexual_pref"
    },
    {
        "label": {
            "en": "Rough sex",
            "tr": "Sert seks",
            "es": "sexo duro",
            "he": "סקס גס",
            "ar": "الجنس الخشن",
            "zh": "粗暴的性行为",
            "ja": "乱暴なセックス",
            "hi": "कठोर सेक्स",
            "de": "Harter Sex",
            "th": "เซ็กส์รุนแรง",
            "ru": "Грубый секс",
            "pl": "Ostry seks",
            "fr": "Sexe violent",
            "pt": "Sexo violento",
            "id": "Seks yang kasar",
            "bn": "রুক্ষ সেক্স"
        },
        "description": {
            "en": "Pure satisfaction of your sexual desire – that’s what rough sex is all about. You take what you want. Going easy on your partner goes out the window.",
            "tr": "Cinsel arzunuzun saf tatmini - kaba seksin anlamı budur. Sen istediğini al. Partnerinize yumuşak davranmak pencereden dışarı çıkar.",
            "es": "Pura satisfacción de tu deseo sexual: de eso se trata el sexo duro. Tomas lo que quieres. Ser amable con tu pareja se va por la ventana.",
            "he": "סיפוק טהור של התשוקה המינית שלך - זה מה שסקס מחוספס. אתה לוקח מה שאתה רוצה. קל לבת הזוג שלך יוצא מהחלון.",
            "ar": "الإشباع التام لرغبتك الجنسية – هذا هو ما يعنيه الجنس الخشن. أنت تأخذ ما تريد. التساهل مع شريكك يخرج من النافذة.",
            "zh": "纯粹满足你的性欲——这就是粗暴性行为的意义所在。你拿你想要的。对你的伴侣宽容是不可能的。",
            "ja": "性的欲求を純粋に満たすこと、それが乱暴なセックスのすべてです。あなたは欲しいものを手に入れます。パートナーに手加減すると窓の外に出てしまいます。",
            "hi": "आपकी यौन इच्छा की शुद्ध संतुष्टि - यही तो रफ सेक्स है। तुम्हें जो चाहिए वह ले लो. अपने साथी के साथ सहजता से व्यवहार करना खिड़की से बाहर चला जाता है।",
            "de": "Die reine Befriedigung Ihres sexuellen Verlangens – darum geht es beim harten Sex. Du nimmst, was du willst. Den Partner zu schonen, ist überflüssig.",
            "th": "ความพึงพอใจทางเพศของคุณอย่างแท้จริง - นั่นคือสิ่งที่เกี่ยวกับเรื่องเพศหยาบ คุณทำสิ่งที่คุณต้องการ การเล่นกับคู่ของคุณอย่างสบายๆ คือการออกไปนอกหน้าต่าง",
            "ru": "Чистое удовлетворение своего сексуального желания – вот что такое грубый секс. Вы берете то, что хотите. Послабление вашего партнера улетучивается.",
            "pl": "Czysta satysfakcja z pragnień seksualnych – na tym właśnie polega ostry seks. Bierzesz co chcesz. Łagodne podejście do partnera znika.",
            "fr": "La pure satisfaction de votre désir sexuel – c’est ça le sexe brutal. Tu prends ce que tu veux. Aller doucement avec votre partenaire passe par la fenêtre.",
            "pt": "Pura satisfação do seu desejo sexual – é disso que se trata o sexo violento. Você pega o que quiser. Pegar leve com seu parceiro sai pela janela.",
            "id": "Kepuasan murni atas hasrat seksual Anda – itulah inti dari seks yang kasar. Anda mengambil apa yang Anda inginkan. Bersikap santai pada pasangan Anda akan sia-sia.",
            "bn": "আপনার যৌন আকাঙ্ক্ষার বিশুদ্ধ তৃপ্তি - এটিই হল রুক্ষ যৌনতা। তুমি যা চাও নিয়ে যাও। আপনার সঙ্গীর সহজে যাওয়া জানালার বাইরে যায়।"
        },
        "category": "joy_or_tabu"
    },
    {
        "label": {
            "en": "S&M, BDSM",
            "tr": "S&M, BDSM",
            "es": "sadomasoquismo, sadomasoquismo",
            "he": "S&M, BDSM",
            "ar": "إس آند إم، بي دي إس إم",
            "zh": "性虐待、性虐待",
            "ja": "SM、BDSM",
            "hi": "एस एंड एम, बीडीएसएम",
            "de": "S&M, BDSM",
            "th": "เอสแอนด์เอ็ม, ซาดิสม์",
            "ru": "садомазохизм, БДСМ",
            "pl": "S&M, BDSM",
            "fr": "SM, SM",
            "pt": "S&M, BDSM",
            "id": "S&M, BDSM",
            "bn": "এসএন্ডএম, বিডিএসএম"
        },
        "description": {
            "en": "Common ground rules are essential for safe S&M and BDSM encounters. These practices fulfil the desire to subjugate, be dominated and to feel or give pain.",
            "tr": "Güvenli S&M ve BDSM karşılaşmaları için ortak temel kurallar şarttır. Bu uygulamalar boyun eğdirme, hükmedilme ve acı hissetme veya verme arzusunu yerine getirir.",
            "es": "Las reglas básicas comunes son esenciales para encuentros sadomasoquistas y sadomasoquistas seguros. Estas prácticas satisfacen el deseo de subyugar, ser dominado y sentir o causar dolor.",
            "he": "כללי יסוד נפוצים חיוניים למפגשי S&M ו-BDSM בטוחים. תרגולים אלו מגשימים את הרצון להכניע, להשתלט ולהרגיש או לתת כאב.",
            "ar": "تعتبر القواعد الأساسية المشتركة ضرورية لمواجهات S&M وBDSM الآمنة. تُشبع هذه الممارسات الرغبة في الإخضاع والسيطرة والشعور بالألم أو إعطائه.",
            "zh": "共同的基本规则对于安全的 S&M 和 BDSM 遭遇至关重要。这些做法满足了征服、被支配以及感受或给予痛苦的欲望。",
            "ja": "安全な SM と BDSM の出会いには、共通の基本ルールが不可欠です。これらの実践は、征服したい、支配されたい、痛みを感じたい、または与えたいという欲求を満たすものです。",
            "hi": "सुरक्षित एस एंड एम और बीडीएसएम मुठभेड़ों के लिए सामान्य बुनियादी नियम आवश्यक हैं। ये प्रथाएं वशीभूत करने, प्रभुत्व स्थापित करने और दर्द महसूस करने या देने की इच्छा को पूरा करती हैं।",
            "de": "Gemeinsame Grundregeln sind für sichere S&M- und BDSM-Begegnungen unerlässlich. Diese Praktiken erfüllen den Wunsch, sich zu unterwerfen, dominiert zu werden und Schmerzen zu fühlen oder zu verursachen.",
            "th": "กฎพื้นฐานทั่วไปถือเป็นสิ่งสำคัญสำหรับการเผชิญหน้า S&M และ BDSM อย่างปลอดภัย การปฏิบัติเหล่านี้สนองความปรารถนาที่จะพิชิต ถูกครอบงำ และรู้สึกหรือเจ็บปวด",
            "ru": "Общие правила необходимы для безопасных встреч садомазохистов и БДСМ. Эти практики удовлетворяют желание подчинять, доминировать, чувствовать или причинять боль.",
            "pl": "Wspólne zasady są niezbędne dla bezpiecznych spotkań S&M i BDSM. Praktyki te realizują pragnienie ujarzmienia, bycia zdominowanym oraz odczuwania lub zadawania bólu.",
            "fr": "Des règles de base communes sont essentielles pour des rencontres S&M et BDSM sécurisées. Ces pratiques répondent au désir de subjuguer, d'être dominé et de ressentir ou de donner de la douleur.",
            "pt": "Regras básicas comuns são essenciais para encontros seguros de S&M e BDSM. Estas práticas satisfazem o desejo de subjugar, ser dominado e sentir ou causar dor.",
            "id": "Aturan umum sangat penting untuk pertemuan S&M dan BDSM yang aman. Praktek-praktek ini memenuhi keinginan untuk menundukkan, didominasi dan merasakan atau memberi rasa sakit.",
            "bn": "নিরাপদ S&M এবং BDSM এনকাউন্টারের জন্য সাধারণ স্থল নিয়ম অপরিহার্য। এই অনুশীলনগুলি বশীভূত করার, আধিপত্য করার এবং অনুভব করার বা ব্যথা দেওয়ার ইচ্ছা পূরণ করে।"
        },
        "category": "sexual_pref"
    },
    {
        "label": {
            "en": "Sex toys",
            "tr": "Seks oyuncakları",
            "es": "juguetes sexuales",
            "he": "צעצועי מין",
            "ar": "العاب جنسية",
            "zh": "性玩具",
            "ja": "大人のおもちゃ",
            "hi": "सेक्स खिलौने",
            "de": "Sexspielzeug",
            "th": "ของเล่นทางเพศ",
            "ru": "Секс-игрушки",
            "pl": "Zabawki erotyczne",
            "fr": "Jouets sexuels",
            "pt": "Brinquedos sexuais",
            "id": "Mainan seks",
            "bn": "সেক্স টয়"
        },
        "description": {
            "en": "Vibrators, cock rings and pleasure beads: Sex toys can be used as aids for stimulating yourself or your partner during sexual encounters.",
            "tr": "Vibratörler, horoz halkaları ve zevk boncukları: Seks oyuncakları, cinsel ilişkiler sırasında kendinizi veya partnerinizi uyarmaya yardımcı olarak kullanılabilir.",
            "es": "Vibradores, anillos para el pene y perlas de placer: los juguetes sexuales se pueden utilizar como ayuda para estimularse a usted o a su pareja durante los encuentros sexuales.",
            "he": "ויברטורים, טבעות זין וחרוזי הנאה: צעצועי מין יכולים לשמש ככלי עזר לגירוי עצמך או בן/בת הזוג במהלך מפגשים מיניים.",
            "ar": "الهزازات وحلقات القضيب وخرز المتعة: يمكن استخدام الألعاب الجنسية كوسيلة مساعدة لتحفيز نفسك أو شريكك أثناء اللقاءات الجنسية.",
            "zh": "振动器、阴茎环和快感珠：性玩具可用作在性接触期间刺激自己或伴侣的辅助工具。",
            "ja": "バイブレーター、コックリング、プレジャービーズ：大人のおもちゃは、性的接触中に自分自身またはパートナーを刺激するための補助として使用できます。",
            "hi": "वाइब्रेटर, कॉक रिंग और आनंद माला: सेक्स खिलौनों का उपयोग यौन मुठभेड़ों के दौरान खुद को या अपने साथी को उत्तेजित करने के लिए सहायक के रूप में किया जा सकता है।",
            "de": "Vibratoren, Penisringe und Lustkugeln: Sexspielzeuge können als Hilfsmittel genutzt werden, um sich selbst oder den Partner bei sexuellen Begegnungen zu stimulieren.",
            "th": "เครื่องสั่น แหวนรัดไก่ และลูกปัดเพื่อความสุข: เซ็กส์ทอยสามารถใช้เป็นตัวช่วยในการกระตุ้นตัวเองหรือคู่ของคุณในระหว่างการเผชิญหน้าทางเพศ",
            "ru": "Вибраторы, эрекционные кольца и шарики для удовольствия: секс-игрушки можно использовать в качестве вспомогательного средства для стимуляции себя или своего партнера во время полового акта.",
            "pl": "Wibratory, pierścienie na penisa i koraliki przyjemności: Zabawki erotyczne mogą służyć do stymulacji siebie lub partnera podczas kontaktów seksualnych.",
            "fr": "Vibrateurs, anneaux péniens et perles de plaisir : les sextoys peuvent être utilisés comme aides pour vous stimuler ou stimuler votre partenaire lors des rapports sexuels.",
            "pt": "Vibradores, anéis penianos e contas de prazer: Os brinquedos sexuais podem ser usados ​​como auxiliares para estimular você ou seu parceiro durante os encontros sexuais.",
            "id": "Alat getar, cincin ayam, dan manik-manik kesenangan: Mainan seks dapat digunakan sebagai alat bantu untuk merangsang diri sendiri atau pasangan selama hubungan seksual.",
            "bn": "ভাইব্রেটর, মোরগের রিং এবং আনন্দের পুঁতি: যৌন মিলনের সময় নিজেকে বা আপনার সঙ্গীকে উদ্দীপিত করার জন্য সেক্স টয় ব্যবহার করা যেতে পারে।"
        },
        "category": "sexual_pref"
    },
    {
        "label": {
            "en": "Slim",
            "tr": "İnce",
            "es": "Delgado",
            "he": "רָזֶה",
            "ar": "نحيل",
            "zh": "苗条的",
            "ja": "スリム",
            "hi": "छरहरा",
            "de": "Schlank",
            "th": "บาง",
            "ru": "Стройный",
            "pl": "Szczupły",
            "fr": "Mince",
            "pt": "Magro",
            "id": "Langsing",
            "bn": "পাতলা"
        },
        "description": {
            "en": "Slim describes a rather powerful and athletic physique. Many people perceive a slim body as an ideal of beauty.",
            "tr": "Slim oldukça güçlü ve atletik bir fiziği anlatıyor. Pek çok insan ince bir vücudu güzellik ideali olarak algılıyor.",
            "es": "Slim describe un físico bastante poderoso y atlético. Mucha gente percibe un cuerpo esbelto como un ideal de belleza.",
            "he": "סלים מתאר מבנה גוף חזק ואתלטי למדי. אנשים רבים תופסים גוף רזה כאידיאל של יופי.",
            "ar": "يصف سليم اللياقة البدنية القوية والرياضية إلى حد ما. كثير من الناس ينظرون إلى الجسم النحيف باعتباره المثل الأعلى للجمال.",
            "zh": "苗条描述了相当强大和运动的体格。许多人将苗条的身材视为美丽的理想。",
            "ja": "スリムとは、かなり力強く運動能力のある体格を指します。多くの人はスリムな体を美の理想として認識しています。",
            "hi": "स्लिम एक शक्तिशाली और पुष्ट शरीर का वर्णन करता है। बहुत से लोग दुबले-पतले शरीर को सुंदरता का आदर्श मानते हैं।",
            "de": "Slim beschreibt einen eher kraftvollen und athletischen Körperbau. Für viele Menschen ist ein schlanker Körper ein Schönheitsideal.",
            "th": "สลิมอธิบายถึงร่างกายที่ค่อนข้างทรงพลังและแข็งแรง หลายๆ คนมองว่าหุ่นเพรียวเป็นอุดมคติของความงาม",
            "ru": "Слим описывает довольно мощное и спортивное телосложение. Многие люди воспринимают стройное тело как идеал красоты.",
            "pl": "Slim opisuje raczej potężną i atletyczną sylwetkę. Wiele osób postrzega szczupłą sylwetkę jako ideał piękna.",
            "fr": "Slim décrit un physique plutôt puissant et athlétique. Beaucoup de gens perçoivent un corps mince comme un idéal de beauté.",
            "pt": "Slim descreve um físico bastante poderoso e atlético. Muitas pessoas consideram um corpo esbelto um ideal de beleza.",
            "id": "Slim menggambarkan fisik yang cukup kuat dan atletis. Banyak orang yang menganggap tubuh langsing sebagai idaman kecantikan.",
            "bn": "স্লিম একটি বরং শক্তিশালী এবং অ্যাথলেটিক শরীর বর্ণনা করে। অনেকে পাতলা শরীরকে সৌন্দর্যের আদর্শ বলে মনে করেন।"
        },
        "category": "physical_pref"
    },
    {
        "label": {
            "en": "Slow sex",
            "tr": "Yavaş seks",
            "es": "sexo lento",
            "he": "סקס איטי",
            "ar": "الجنس البطيء",
            "zh": "缓慢的性爱",
            "ja": "スローセックス",
            "hi": "धीमा सेक्स",
            "de": "Langsamer Sex",
            "th": "เซ็กส์ช้า",
            "ru": "Медленный секс",
            "pl": "Powolny seks",
            "fr": "Sexe lent",
            "pt": "Sexo lento",
            "id": "Seks lambat",
            "bn": "ধীর সেক্স"
        },
        "description": {
            "en": "Slow sex combines sex with mindfulness, allowing for greater depth in the shared experience and connecting sexual energy with heart and awareness.",
            "tr": "Yavaş seks, cinsiyeti farkındalıkla birleştirerek paylaşılan deneyimde daha fazla derinlik sağlar ve cinsel enerjiyi kalp ve farkındalıkla birleştirir.",
            "es": "El sexo lento combina el sexo con la atención plena, lo que permite una mayor profundidad en la experiencia compartida y conecta la energía sexual con el corazón y la conciencia.",
            "he": "סקס איטי משלב סקס עם מיינדפולנס, מאפשר עומק רב יותר בחוויה המשותפת ומחבר אנרגיה מינית עם לב ומודעות.",
            "ar": "يجمع الجنس البطيء بين الجنس واليقظة، مما يسمح بمزيد من العمق في التجربة المشتركة وربط الطاقة الجنسية بالقلب والوعي.",
            "zh": "缓慢的性爱将性与正念结合起来，可以更深入地分享经验，并将性能量与心灵和意识联系起来。",
            "ja": "スローセックスはセックスとマインドフルネスを組み合わせ、経験をより深く共有し、性エネルギーを心や意識と結びつけます。",
            "hi": "धीमा सेक्स, सेक्स को सचेतनता के साथ जोड़ता है, साझा अनुभव में अधिक गहराई की अनुमति देता है और यौन ऊर्जा को हृदय और जागरूकता से जोड़ता है।",
            "de": "Slow Sex kombiniert Sex mit Achtsamkeit, ermöglicht eine größere Tiefe des gemeinsamen Erlebens und verbindet sexuelle Energie mit Herz und Bewusstsein.",
            "th": "การมีเพศสัมพันธ์ช้าเป็นการผสมผสานการมีเพศสัมพันธ์เข้ากับการมีสติ ช่วยให้สามารถแบ่งปันประสบการณ์ที่ลึกซึ้งยิ่งขึ้น และเชื่อมโยงพลังทางเพศเข้ากับหัวใจและความตระหนักรู้",
            "ru": "Медленный секс сочетает секс с осознанностью, обеспечивая большую глубину совместного опыта и соединяя сексуальную энергию с сердцем и осознанием.",
            "pl": "Slow sex łączy seks z uważnością, pozwalając na większą głębię wspólnych doświadczeń i łącząc energię seksualną z sercem i świadomością.",
            "fr": "Le sexe lent combine le sexe avec la pleine conscience, permettant une plus grande profondeur dans l'expérience partagée et reliant l'énergie sexuelle au cœur et à la conscience.",
            "pt": "O sexo lento combina sexo com atenção plena, permitindo maior profundidade na experiência compartilhada e conectando a energia sexual com o coração e a consciência.",
            "id": "Seks lambat menggabungkan seks dengan perhatian, memungkinkan pengalaman bersama lebih mendalam dan menghubungkan energi seksual dengan hati dan kesadaran.",
            "bn": "ধীর সেক্স যৌনতাকে মননশীলতার সাথে একত্রিত করে, ভাগ করা অভিজ্ঞতার আরও গভীরতা এবং হৃদয় ও সচেতনতার সাথে যৌন শক্তিকে সংযুক্ত করে।"
        },
        "category": "joy_or_tabu"
    },
    {
        "label": {
            "en": "Spanking",
            "tr": "Şaplak",
            "es": "Azotaina",
            "he": "זָרִיז",
            "ar": "الضرب",
            "zh": "打屁股",
            "ja": "スパンキング",
            "hi": "तेज़",
            "de": "Spanking",
            "th": "ตีก้น",
            "ru": "Порка",
            "pl": "Lanie",
            "fr": "Fessée",
            "pt": "Palmada",
            "id": "Memukul",
            "bn": "স্প্যাঙ্কিং"
        },
        "description": {
            "en": "Spanking refers to hitting the clothed or exposed buttocks. In a broader sense, also adjacent body parts such as the thighs, back or external sex organs.",
            "tr": "Şaplak, giyinik veya açıkta kalan kalçalara vurmak anlamına gelir. Daha geniş anlamda, uyluklar, sırt veya dış cinsel organlar gibi vücudun bitişik kısımları da.",
            "es": "Los azotes se refieren a golpear las nalgas vestidas o expuestas. En un sentido más amplio, también las partes adyacentes del cuerpo, como los muslos, la espalda o los órganos sexuales externos.",
            "he": "מכה מתייחסת לפגיעה בישבן הלבוש או החשוף. במובן רחב יותר, גם חלקי גוף סמוכים כמו הירכיים, הגב או איברי המין החיצוניים.",
            "ar": "والضرب هو الضرب على الأرداف المكشوفة أو المكشوفة. بمعنى أوسع، أيضًا أجزاء الجسم المجاورة مثل الفخذين أو الظهر أو الأعضاء الجنسية الخارجية.",
            "zh": "打屁股是指击打穿着衣服或裸露的臀部。从更广泛的意义上讲，也包括邻近的身体部位，例如大腿、背部或外部性器官。",
            "ja": "スパンキングとは、衣服を着た状態または露出した尻を叩くことを指します。より広い意味では、太もも、背中、外性器などの隣接する身体部分も指します。",
            "hi": "पिटाई से तात्पर्य कपड़े पहने या खुले नितंबों पर मारना है। व्यापक अर्थ में, निकटवर्ती शरीर के अंग जैसे जांघें, पीठ या बाहरी यौन अंग भी।",
            "de": "Unter Spanking versteht man Schläge auf das bekleidete oder entblößte Gesäß. Im weiteren Sinne auch angrenzende Körperteile wie Oberschenkel, Rücken oder äußere Geschlechtsorgane.",
            "th": "การตีก้นหมายถึงการตีก้นที่สวมเสื้อผ้าหรือเปลือยเปล่า ในความหมายที่กว้างขึ้น ยังรวมถึงส่วนต่างๆ ของร่างกายที่อยู่ติดกัน เช่น ต้นขา หลัง หรืออวัยวะเพศภายนอกด้วย",
            "ru": "Под поркой подразумеваются удары по одетым или обнаженным ягодицам. В более широком смысле, это также прилегающие части тела, такие как бедра, спина или наружные половые органы.",
            "pl": "Klapsy oznaczają uderzanie w ubrane lub odsłonięte pośladki. W szerszym znaczeniu także sąsiadujące partie ciała jak uda, plecy czy zewnętrzne narządy płciowe.",
            "fr": "La fessée consiste à frapper les fesses habillées ou exposées. Dans un sens plus large, également les parties du corps adjacentes telles que les cuisses, le dos ou les organes sexuels externes.",
            "pt": "Espancar refere-se a bater nas nádegas vestidas ou expostas. Num sentido mais amplo, também partes adjacentes do corpo, como coxas, costas ou órgãos sexuais externos.",
            "id": "Memukul mengacu pada memukul pantat yang berpakaian atau terbuka. Dalam arti luas, juga bagian tubuh yang berdekatan seperti paha, punggung, atau organ intim bagian luar.",
            "bn": "স্প্যাঙ্কিং বলতে বোঝায় কাপড় পরা বা উন্মুক্ত নিতম্বে আঘাত করা। বিস্তৃত অর্থে, শরীরের সংলগ্ন অংশ যেমন উরু, পিঠ বা বাহ্যিক যৌন অঙ্গ।"
        },
        "category": "joy_or_tabu"
    },
    {
        "label": {
            "en": "Special locations",
            "tr": "Özel yerler",
            "es": "Ubicaciones especiales",
            "he": "מיקומים מיוחדים",
            "ar": "مواقع خاصة",
            "zh": "特殊地点",
            "ja": "特別な場所",
            "hi": "विशेष स्थान",
            "de": "Besondere Orte",
            "th": "สถานที่พิเศษ",
            "ru": "Особые локации",
            "pl": "Specjalne lokalizacje",
            "fr": "Emplacements spéciaux",
            "pt": "Locais especiais",
            "id": "Lokasi khusus",
            "bn": "বিশেষ অবস্থান"
        },
        "description": {
            "en": "Fancy an adventure outside the bedroom? “Special locations” include sex at work, outdoors, on the beach or in the car.",
            "tr": "Yatak odasının dışında bir maceraya ne dersiniz? \"Özel mekanlar\" iş yerinde, açık havada, sahilde veya arabada seksi içerir.",
            "es": "¿Te apetece una aventura fuera del dormitorio? Los “lugares especiales” incluyen el sexo en el trabajo, al aire libre, en la playa o en el coche.",
            "he": "בא לכם להרפתקה מחוץ לחדר השינה? \"מיקומים מיוחדים\" כוללים סקס בעבודה, בחוץ, על החוף או במכונית.",
            "ar": "هل ترغب في مغامرة خارج غرفة النوم؟ تشمل \"المواقع الخاصة\" ممارسة الجنس في العمل، أو في الهواء الطلق، أو على الشاطئ، أو في السيارة.",
            "zh": "想要在卧室外冒险吗？ “特殊地点”包括工作场所、户外、海滩或车内的性行为。",
            "ja": "寝室の外で冒険してみませんか？ 「特別な場所」には、職場、屋外、ビーチ、車内でのセックスが含まれます。",
            "hi": "क्या आप शयनकक्ष के बाहर किसी साहसिक कार्य की कल्पना कर रहे हैं? \"विशेष स्थानों\" में काम पर, बाहर, समुद्र तट पर या कार में सेक्स शामिल है।",
            "de": "Lust auf ein Abenteuer außerhalb des Schlafzimmers? Zu den „besonderen Orten“ gehört Sex am Arbeitsplatz, im Freien, am Strand oder im Auto.",
            "th": "อยากผจญภัยนอกห้องนอนไหม? “สถานที่พิเศษ” ได้แก่ การมีเพศสัมพันธ์ในที่ทำงาน กลางแจ้ง บนชายหาด หรือในรถยนต์",
            "ru": "Хотите приключений за пределами спальни? «Особые места» включают секс на работе, на природе, на пляже или в машине.",
            "pl": "Masz ochotę na przygodę poza sypialnią? „Miejsca specjalne” obejmują seks w pracy, na świeżym powietrzu, na plaży lub w samochodzie.",
            "fr": "Envie d'une aventure en dehors de la chambre ? Les « lieux spéciaux » incluent les relations sexuelles au travail, à l'extérieur, sur la plage ou dans la voiture.",
            "pt": "Quer uma aventura fora do quarto? “Locais especiais” incluem sexo no trabalho, ao ar livre, na praia ou no carro.",
            "id": "Ingin petualangan di luar kamar tidur? “Lokasi khusus” mencakup hubungan seks di tempat kerja, di luar ruangan, di pantai, atau di dalam mobil.",
            "bn": "বেডরুমের বাইরে একটি অ্যাডভেঞ্চার অভিনব? \"বিশেষ অবস্থানে\" কর্মক্ষেত্রে, বাইরে, সমুদ্র সৈকতে বা গাড়িতে যৌনতা অন্তর্ভুক্ত।"
        },
        "category": "sexual_adventure"
    },
    {
        "label": {
            "en": "Squirting",
            "tr": "fışkırtma",
            "es": "chorros",
            "he": "משפריץ",
            "ar": "التدفق",
            "zh": "喷出",
            "ja": "潮吹き",
            "hi": "squirting",
            "de": "Spritzen",
            "th": "น้ำพุ่ง",
            "ru": "Сквирт",
            "pl": "Tryskanie",
            "fr": "Jouir",
            "pt": "Esguichando",
            "id": "Menyemprotkan",
            "bn": "squirting"
        },
        "description": {
            "en": "Many consider female ejaculation, or “squirting” to be an urban myth. Men seem to either go wild for it or feel incredibly embarrassed when “it” happens.",
            "tr": "Pek çok kişi kadınların boşalmasını veya \"fışkırtmayı\" bir şehir efsanesi olarak görüyor. Erkekler ya bunun için çılgına dönüyor ya da \"bu\" gerçekleştiğinde inanılmaz derecede utanıyor gibi görünüyor.",
            "es": "Muchos consideran que la eyaculación femenina o “squirting” es un mito urbano. Los hombres parecen volverse locos o sentirse increíblemente avergonzados cuando “eso” sucede.",
            "he": "רבים מחשיבים שפיכה נשית, או \"השפריץ\" כמיתוס אורבני. נראה שגברים מתפרעים על זה או מרגישים מבוכה מאוד כש\"זה\" קורה.",
            "ar": "يعتبر الكثيرون أن القذف الأنثوي أو \"التدفق\" هو ​​أسطورة حضرية. يبدو أن الرجال إما يتهورون بسبب ذلك أو يشعرون بالحرج الشديد عندما يحدث ذلك.",
            "zh": "许多人认为女性射精或“潮吹”只是都市神话。当“它”发生时，男人似乎要么为此疯狂，要么感到难以置信的尴尬。",
            "ja": "多くの人は、女性の射精、つまり「潮吹き」は都市伝説だと考えています。男性は、「それ」が起こったときに夢中になるか、非常に恥ずかしいと感じるかのどちらかのようです。",
            "hi": "कई लोग महिला स्खलन, या \"स्क्वर्टिंग\" को एक शहरी मिथक मानते हैं। ऐसा लगता है कि पुरुष या तो इसके लिए पागल हो जाते हैं या \"ऐसा\" होने पर बेहद शर्मिंदा महसूस करते हैं।",
            "de": "Viele halten die weibliche Ejakulation oder das „Spritzen“ für einen urbanen Mythos. Männer scheinen entweder wild darauf zu sein oder sich unglaublich zu schämen, wenn „es“ passiert.",
            "th": "หลายคนคิดว่าการหลั่งน้ำอสุจิของผู้หญิงหรือ \"น้ำพุ่ง\" เป็นตำนานในเมือง ดูเหมือนผู้ชายจะคลั่งไคล้สิ่งนี้หรือรู้สึกเขินอายอย่างไม่น่าเชื่อเมื่อ “มัน” เกิดขึ้น",
            "ru": "Многие считают женскую эякуляцию или «сквирт» городским мифом. Мужчины, кажется, либо сходят с ума от этого, либо чувствуют себя невероятно неловко, когда «это» происходит.",
            "pl": "Wiele osób uważa kobiecy wytrysk lub „wytrysk” za miejski mit. Wydaje się, że mężczyźni albo szaleją za tym, albo czują się niesamowicie zawstydzeni, gdy „to” się zdarza.",
            "fr": "Beaucoup considèrent l’éjaculation féminine, ou « squirting », comme un mythe urbain. Les hommes semblent en devenir fous ou se sentir incroyablement gênés lorsque « cela » se produit.",
            "pt": "Muitos consideram a ejaculação feminina ou “esguicho” um mito urbano. Os homens parecem enlouquecer com isso ou se sentir incrivelmente envergonhados quando “isso” acontece.",
            "id": "Banyak yang menganggap ejakulasi wanita, atau “muncrat” sebagai mitos urban. Laki-laki tampaknya menjadi liar karenanya atau merasa sangat malu ketika “hal itu” terjadi.",
            "bn": "অনেকে নারীর বীর্যপাতকে, বা \"squirting\" কে শহুরে মিথ বলে মনে করেন। পুরুষরা হয় এর জন্য বন্য হয়ে যায় বা \"এটি\" ঘটলে অবিশ্বাস্যভাবে বিব্রত বোধ করে।"
        },
        "category": "sexual_pref"
    },
    {
        "label": {
            "en": "Strap-on sex",
            "tr": "Askılı seks",
            "es": "Sexo con arnés",
            "he": "סקס ברצועה",
            "ar": "حزام على الجنس",
            "zh": "捆绑式性爱",
            "ja": "ペニバンセックス",
            "hi": "स्ट्रैप-ऑन सेक्स",
            "de": "Strap-on-Sex",
            "th": "เซ็กส์แบบมีสายรัด",
            "ru": "Секс со страпоном",
            "pl": "Seks na pasku",
            "fr": "Sexe avec gode-ceinture",
            "pt": "Sexo sem cinto",
            "id": "Seks dengan tali pengikat",
            "bn": "স্ট্র্যাপ-অন সেক্স"
        },
        "description": {
            "en": "Strap-on sex is when one person penetrates another with a strap-on. This can happen between two women as well as between two men. Or a woman can penetrate a man (pegging).",
            "tr": "Strapon seks, bir kişinin diğerine straponla girmesidir. Bu iki kadın arasında olabileceği gibi iki erkek arasında da olabilir. Veya bir kadın bir erkeğe nüfuz edebilir (pegging).",
            "es": "El sexo con arnés es cuando una persona penetra a otra con un arnés. Esto puede suceder tanto entre dos mujeres como entre dos hombres. O una mujer puede penetrar a un hombre (pegging).",
            "he": "סקס ברצועה הוא כאשר אדם אחד חודר לאחר עם רצועה. זה יכול לקרות בין שתי נשים וגם בין שני גברים. או שאישה יכולה לחדור לגבר (הצמדה).",
            "ar": "يتم ممارسة الجنس باستخدام الحزام عندما يقوم شخص ما باختراق شخص آخر بواسطة حزام. يمكن أن يحدث هذا بين امرأتين وكذلك بين رجلين. أو يمكن للمرأة أن تخترق الرجل (الربط).",
            "zh": "绑带性行为是指一个人用绑带插入另一个人。这种情况可能发生在两个女人之间，也可能发生在两个男人之间。或者女人可以插入男人（钉住）。",
            "ja": "ペニバンセックスとは、ある人が別の人をペニバンで挿入することです。これは男性同士だけでなく、女性同士でも起こる可能性があります。あるいは、女性が男性を貫通することもできます（ペギング）。",
            "hi": "स्ट्रैप-ऑन सेक्स तब होता है जब एक व्यक्ति दूसरे व्यक्ति को स्ट्रैप-ऑन से प्रवेश कराता है। ऐसा दो महिलाओं के बीच भी हो सकता है और दो पुरुषों के बीच भी। या एक महिला एक पुरुष (पेगिंग) में प्रवेश कर सकती है।",
            "de": "Beim Strap-on-Sex dringt eine Person mit einem Strap-on in eine andere ein. Dies kann sowohl zwischen zwei Frauen als auch zwischen zwei Männern passieren. Oder eine Frau kann in einen Mann eindringen (Pegging).",
            "th": "การมีเพศสัมพันธ์โดยใช้สายรัดคือการที่บุคคลหนึ่งทะลุอีกคนหนึ่งโดยใช้สายรัด สิ่งนี้สามารถเกิดขึ้นได้ระหว่างผู้หญิงสองคนและระหว่างผู้ชายสองคน หรือผู้หญิงสามารถทะลุผู้ชายได้ (pegging)",
            "ru": "Секс со страпоном — это когда один человек проникает в другого со страпоном. Это может произойти как между двумя женщинами, так и между двумя мужчинами. Или женщина может проникнуть в мужчину (пеггинг).",
            "pl": "Seks z paskiem ma miejsce, gdy jedna osoba penetruje drugą za pomocą paska. Może się to zdarzyć między dwiema kobietami, a także między dwoma mężczyznami. Lub kobieta może penetrować mężczyznę (pegging).",
            "fr": "Le sexe avec gode-ceinture, c'est lorsqu'une personne en pénètre une autre avec un gode-ceinture. Cela peut arriver aussi bien entre deux femmes qu’entre deux hommes. Ou bien une femme peut pénétrer un homme (pegging).",
            "pt": "Sexo com cinta é quando uma pessoa penetra outra com uma cinta. Isso pode acontecer entre duas mulheres e também entre dois homens. Ou uma mulher pode penetrar um homem (pegging).",
            "id": "Seks strap-on adalah ketika seseorang melakukan penetrasi ke orang lain dengan strap-on. Hal ini bisa terjadi antara dua wanita dan juga antara dua pria. Atau seorang wanita dapat melakukan penetrasi kepada seorang pria (pegging).",
            "bn": "স্ট্র্যাপ-অন সেক্স হল যখন একজন ব্যক্তি আরেকটি স্ট্র্যাপ-অন দিয়ে প্রবেশ করে। এটি দুই নারীর পাশাপাশি দুই পুরুষের মধ্যেও ঘটতে পারে। অথবা একজন মহিলা একজন পুরুষকে (পেগিং) ভেদ করতে পারে।"
        },
        "category": "sexual_pref"
    },
    {
        "label": {
            "en": "Striptease",
            "tr": "Striptiz",
            "es": "Estriptís",
            "he": "חַשׂפָנוּת",
            "ar": "التعري",
            "zh": "脱衣舞",
            "ja": "ストリップショー",
            "hi": "स्ट्रिपटीज़",
            "de": "Striptease",
            "th": "เปลื้องผ้า",
            "ru": "Стриптиз",
            "pl": "Striptease",
            "fr": "Strip-tease",
            "pt": "Striptease",
            "id": "Striptis",
            "bn": "স্ট্রিপ্টিজ"
        },
        "description": {
            "en": "Striptease refers to slowly removing your clothes in front of another person. Eroticism is important here, and in many cases the striptease is performed to music.",
            "tr": "Striptiz, kıyafetlerinizi başka bir kişinin önünde yavaşça çıkarmak anlamına gelir. Burada erotizm önemlidir ve çoğu durumda striptiz müzik eşliğinde yapılır.",
            "es": "El striptease se refiere a quitarse la ropa lentamente frente a otra persona. El erotismo aquí es importante y en muchos casos el striptease se realiza con música.",
            "he": "סטריפטיז מתייחס להסרה איטית של הבגדים שלך מול אדם אחר. יש כאן חשיבות לארוטיקה, ובמקרים רבים מבצעים את החשפנות לצלילי מוזיקה.",
            "ar": "يشير التعري إلى إزالة ملابسك ببطء أمام شخص آخر. تعتبر الإثارة الجنسية مهمة هنا، وفي كثير من الحالات يتم أداء التعري على أنغام الموسيقى.",
            "zh": "脱衣舞是指在另一个人面前慢慢脱掉衣服。色情在这里很重要，在许多情况下，脱衣舞是随着音乐表演的。",
            "ja": "ストリップショーとは、他人の前でゆっくりと服を脱ぐことを指します。ここではエロティシズムが重要であり、多くの場合、ストリップショーは音楽に合わせて実行されます。",
            "hi": "स्ट्रिपटीज़ से तात्पर्य दूसरे व्यक्ति के सामने धीरे-धीरे अपने कपड़े उतारने से है। कामुकता यहां महत्वपूर्ण है, और कई मामलों में स्ट्रिपटीज़ संगीत के साथ प्रस्तुत किया जाता है।",
            "de": "Unter Striptease versteht man das langsame Ausziehen der Kleidung vor einer anderen Person. Erotik wird hier groß geschrieben und in vielen Fällen wird der Striptease zu Musik aufgeführt.",
            "th": "เปลื้องผ้าหมายถึงการค่อยๆ ถอดเสื้อผ้าต่อหน้าบุคคลอื่น ความเร้าอารมณ์เป็นสิ่งสำคัญที่นี่ และในหลายกรณี จะมีการเปลื้องผ้าเป็นการแสดงดนตรี",
            "ru": "Стриптиз – это медленное снятие одежды перед другим человеком. Здесь важен эротизм, и во многих случаях стриптиз исполняется под музыку.",
            "pl": "Striptiz oznacza powolne zdejmowanie ubrania w obecności drugiej osoby. Ważna jest tu erotyka, a w wielu przypadkach striptiz wykonywany jest przy muzyce.",
            "fr": "Le strip-tease consiste à retirer lentement vos vêtements devant une autre personne. L'érotisme est ici important et dans de nombreux cas, le strip-tease est exécuté en musique.",
            "pt": "Striptease refere-se a tirar lentamente a roupa na frente de outra pessoa. O erotismo é importante aqui e, em muitos casos, o strip-tease é executado com música.",
            "id": "Striptis mengacu pada melepas pakaian Anda secara perlahan di depan orang lain. Erotisme penting di sini, dan dalam banyak kasus striptis dilakukan dengan iringan musik.",
            "bn": "স্ট্রিপ্টিজ বলতে বোঝায় ধীরে ধীরে অন্য ব্যক্তির সামনে আপনার কাপড় খুলে ফেলা। ইরোটিকিজম এখানে গুরুত্বপূর্ণ, এবং অনেক ক্ষেত্রে স্ট্রিপ্টিজ সঙ্গীতে সঞ্চালিত হয়।"
        },
        "category": "sexual_adventure"
    },
    {
        "label": {
            "en": "Tantra",
            "tr": "Tantra",
            "es": "Tantra",
            "he": "טנטרה",
            "ar": "التانترا",
            "zh": "密宗",
            "ja": "タントラ",
            "hi": "तंत्र",
            "de": "Tantra",
            "th": "ตันตระ",
            "ru": "Тантра",
            "pl": "Tantra",
            "fr": "Tantra",
            "pt": "Tantra",
            "id": "Tantra",
            "bn": "তন্ত্র"
        },
        "description": {
            "en": "Tantric massage is all about nudity, eroticism and sensuality. The massage can include both gentle and firm touch and may include the intimate areas.",
            "tr": "Tantrik masaj tamamen çıplaklık, erotizm ve duygusallık ile ilgilidir. Masaj hem yumuşak hem de sert dokunuşu içerebilir ve samimi bölgeleri de kapsayabilir.",
            "es": "El masaje tántrico tiene que ver con la desnudez, el erotismo y la sensualidad. El masaje puede incluir tanto toques suaves como firmes y puede incluir las zonas íntimas.",
            "he": "עיסוי טנטרי עוסק כולו בעירום, אירוטיקה וחושניות. העיסוי יכול לכלול גם מגע עדין וגם מוצק ועשוי לכלול את האזורים האינטימיים.",
            "ar": "يدور تدليك التانترا حول العري والإثارة الجنسية والشهوانية. يمكن أن يشمل التدليك اللمسة اللطيفة والثابتة وقد يشمل المناطق الحميمة.",
            "zh": "密宗按摩是关于裸体、色情和性感的。按摩可以包括轻柔和有力的触摸，也可以包括私密区域。",
            "ja": "タントラ マッサージは、ヌード、エロティシズム、官能性がすべてです。マッサージには、優しいタッチとしっかりとしたタッチの両方が含まれ、親密な領域が含まれる場合もあります。",
            "hi": "तांत्रिक मालिश नग्नता, कामुकता और कामुकता के बारे में है। मालिश में कोमल और दृढ़ स्पर्श दोनों शामिल हो सकते हैं और इसमें अंतरंग क्षेत्र भी शामिल हो सकते हैं।",
            "de": "Bei der Tantramassage dreht sich alles um Nacktheit, Erotik und Sinnlichkeit. Die Massage kann sowohl sanfte als auch feste Berührungen umfassen und kann auch den Intimbereich umfassen.",
            "th": "การนวดตันตระเป็นเรื่องเกี่ยวกับภาพเปลือย ความเร้าอารมณ์ และความเย้ายวน การนวดอาจรวมถึงการสัมผัสที่อ่อนโยนและหนักแน่น และอาจรวมถึงบริเวณจุดซ่อนเร้นด้วย",
            "ru": "Тантрический массаж – это нагота, эротизм и чувственность. Массаж может включать как нежные, так и твердые прикосновения и может включать интимные зоны.",
            "pl": "Masaż tantryczny to przede wszystkim nagość, erotyzm i zmysłowość. Masaż może obejmować delikatny lub mocny dotyk i może obejmować okolice intymne.",
            "fr": "Le massage tantrique est axé sur la nudité, l'érotisme et la sensualité. Le massage peut inclure un toucher doux ou ferme et peut inclure les zones intimes.",
            "pt": "A massagem tântrica tem tudo a ver com nudez, erotismo e sensualidade. A massagem pode incluir toque suave e firme e pode incluir áreas íntimas.",
            "id": "Pijat tantra adalah tentang ketelanjangan, erotisme, dan sensualitas. Pijatan dapat mencakup sentuhan lembut dan tegas dan mungkin mencakup area intim.",
            "bn": "তান্ত্রিক ম্যাসেজ হল নগ্নতা, কামুকতা এবং কামুকতা সম্পর্কে। ম্যাসেজে মৃদু এবং দৃঢ় স্পর্শ উভয়ই অন্তর্ভুক্ত থাকতে পারে এবং অন্তরঙ্গ অঞ্চলগুলিও অন্তর্ভুক্ত থাকতে পারে।"
        },
        "category": "sexual_pref"
    },
    {
        "label": {
            "en": "Tattoos",
            "tr": "Dövmeler",
            "es": "Tatuajes",
            "he": "קעקועים",
            "ar": "الوشم",
            "zh": "纹身",
            "ja": "タトゥー",
            "hi": "टैटू",
            "de": "Tätowierungen",
            "th": "รอยสัก",
            "ru": "Татуировки",
            "pl": "Tatuaże",
            "fr": "Tatouages",
            "pt": "Tatuagens",
            "id": "Tato",
            "bn": "ট্যাটু"
        },
        "description": {
            "en": "Tattoos can transform a body into a work of art. Some people prefer tattooed lovers.",
            "tr": "Dövmeler vücudu bir sanat eserine dönüştürebilir. Bazı insanlar dövmeli aşıkları tercih ediyor.",
            "es": "Los tatuajes pueden transformar un cuerpo en una obra de arte. Algunas personas prefieren amantes tatuados.",
            "he": "קעקועים יכולים להפוך גוף ליצירת אמנות. יש אנשים שמעדיפים אוהבי מקועקעים.",
            "ar": "الوشم يمكن أن يحول الجسم إلى عمل فني. بعض الناس يفضلون عشاق الوشم.",
            "zh": "纹身可以将身体变成艺术品。有些人更喜欢纹身情侣。",
            "ja": "タトゥーは身体を芸術作品に変えることができます。タトゥーを入れた恋人を好む人もいます。",
            "hi": "टैटू एक शरीर को कला के काम में बदल सकते हैं। कुछ लोग टैटू वाले प्रेमियों को पसंद करते हैं।",
            "de": "Tattoos können einen Körper in ein Kunstwerk verwandeln. Manche Leute bevorzugen tätowierte Liebhaber.",
            "th": "รอยสักสามารถเปลี่ยนร่างกายให้เป็นงานศิลปะได้ บางคนชอบคนรักการสัก",
            "ru": "Татуировки могут превратить тело в произведение искусства. Некоторые люди предпочитают татуированных любовников.",
            "pl": "Tatuaże mogą przekształcić ciało w dzieło sztuki. Niektórzy wolą wytatuowanych kochanków.",
            "fr": "Les tatouages ​​peuvent transformer un corps en œuvre d’art. Certaines personnes préfèrent les amants tatoués.",
            "pt": "As tatuagens podem transformar um corpo em uma obra de arte. Algumas pessoas preferem amantes tatuados.",
            "id": "Tato dapat mengubah tubuh menjadi sebuah karya seni. Beberapa orang lebih menyukai pecinta bertato.",
            "bn": "ট্যাটু একটি শরীরকে শিল্পের কাজে রূপান্তর করতে পারে। কিছু মানুষ উলকি প্রেমীদের পছন্দ।"
        },
        "category": "physical_pref"
    },
    {
        "label": {
            "en": "Vanilla sex",
            "tr": "Vanilya seks",
            "es": "Sexo vainilla",
            "he": "סקס וניל",
            "ar": "الجنس الفانيليا",
            "zh": "香草性爱",
            "ja": "バニラセックス",
            "hi": "वेनिला सेक्स",
            "de": "Vanille-Sex",
            "th": "วานิลลาเซ็กส์",
            "ru": "Ванильный секс",
            "pl": "Seks waniliowy",
            "fr": "Sexe vanille",
            "pt": "Sexo baunilha",
            "id": "Seks vanila",
            "bn": "ভ্যানিলা সেক্স"
        },
        "description": {
            "en": "Vanilla sex, also known as conventional or non-kink sex, describes romantic and emotional sex between two people. A lot of tenderness goes into this type of lovemaking.",
            "tr": "Geleneksel veya kink olmayan seks olarak da bilinen vanilya seksi, iki kişi arasındaki romantik ve duygusal seksi tanımlar. Bu tür sevişmelerde çok fazla hassasiyet vardır.",
            "es": "El sexo vainilla, también conocido como sexo convencional o sin perversiones, describe el sexo romántico y emocional entre dos personas. Hay mucha ternura en este tipo de hacer el amor.",
            "he": "סקס וניל, הידוע גם כמין קונבנציונלי או לא קנק, מתאר סקס רומנטי ורגשי בין שני אנשים. הרבה עדינות נכנסת לסוג זה של התעלסות.",
            "ar": "جنس الفانيليا، المعروف أيضًا باسم الجنس التقليدي أو الجنس غير المتشابك، يصف الجنس الرومانسي والعاطفي بين شخصين. يذهب الكثير من الحنان إلى هذا النوع من ممارسة الحب.",
            "zh": "普通性爱，也称为传统性爱或非性癖性爱，描述了两个人之间浪漫和情感的性爱。这种类型的做爱充满了温柔。",
            "ja": "バニラ セックスは、従来のセックスまたは非キンク セックスとしても知られ、2 人の間のロマンチックで感情的なセックスを表します。このタイプのセックスには多くの優しさが含まれます。",
            "hi": "वेनिला सेक्स, जिसे पारंपरिक या नॉन-किंक सेक्स भी कहा जाता है, दो लोगों के बीच रोमांटिक और भावनात्मक सेक्स का वर्णन करता है। इस प्रकार के प्रेम-प्रसंग में बहुत अधिक कोमलता आती है।",
            "de": "Vanilla-Sex, auch konventioneller oder Non-Kink-Sex genannt, beschreibt romantischen und emotionalen Sex zwischen zwei Menschen. In dieser Art des Liebesspiels steckt viel Zärtlichkeit.",
            "th": "การมีเพศสัมพันธ์แบบวานิลลาหรือที่รู้จักกันในชื่อการมีเพศสัมพันธ์แบบธรรมดาหรือแบบไม่หงิกงอ อธิบายถึงการมีเพศสัมพันธ์แบบโรแมนติกและทางอารมณ์ระหว่างคนสองคน การเกี้ยวพาราสีประเภทนี้มีความอ่อนโยนมากมาย",
            "ru": "Ванильный секс, также известный как обычный секс или секс без извращений, описывает романтический и эмоциональный секс между двумя людьми. В этот вид занятий любовью входит много нежности.",
            "pl": "Seks waniliowy, znany również jako seks konwencjonalny lub niezwiązany, opisuje romantyczny i emocjonalny seks między dwojgiem ludzi. W tego rodzaju uprawianiu miłości wkłada się wiele czułości.",
            "fr": "Le sexe vanille, également connu sous le nom de sexe conventionnel ou non pervers, décrit le sexe romantique et émotionnel entre deux personnes. Il y a beaucoup de tendresse dans ce type d'amour.",
            "pt": "Sexo baunilha, também conhecido como sexo convencional ou não pervertido, descreve sexo romântico e emocional entre duas pessoas. Muita ternura envolve esse tipo de ato sexual.",
            "id": "Seks vanilla, juga dikenal sebagai seks konvensional atau non-kink, menggambarkan seks romantis dan emosional antara dua orang. Banyak kelembutan yang masuk ke dalam jenis bercinta ini.",
            "bn": "ভ্যানিলা সেক্স, যা প্রচলিত বা নন-কিঙ্ক সেক্স নামেও পরিচিত, দুই ব্যক্তির মধ্যে রোমান্টিক এবং আবেগপূর্ণ যৌনতাকে বর্ণনা করে। এই ধরনের প্রেমের মধ্যে অনেক কোমলতা যায়।"
        },
        "category": "joy_or_tabu"
    },
    {
        "label": {
            "en": "Voyeurism",
            "tr": "Röntgencilik",
            "es": "Voyeurismo",
            "he": "מציצנות",
            "ar": "استراق النظر",
            "zh": "偷窥狂",
            "ja": "盗撮",
            "hi": "ताक-झांक",
            "de": "Voyeurismus",
            "th": "การแอบดู",
            "ru": "Вуайеризм",
            "pl": "Podglądactwo",
            "fr": "Voyeurisme",
            "pt": "Voyeurismo",
            "id": "Voyeurisme",
            "bn": "ভয়েউরিজম"
        },
        "description": {
            "en": "Voyeurism doesn’t only refer to looking at naked body parts. Secretly observing two people having sex can also be extremely arousing.",
            "tr": "Röntgencilik yalnızca vücudun çıplak kısımlarına bakmak anlamına gelmiyor. İki kişinin gizlice seks yaptığını gözlemlemek de son derece tahrik edici olabilir.",
            "es": "El voyeurismo no se refiere sólo a mirar partes del cuerpo desnudas. Observar en secreto a dos personas teniendo relaciones sexuales también puede resultar extremadamente excitante.",
            "he": "מציצנות מתייחסת לא רק להסתכלות על חלקי גוף עירומים. התבוננות בסתר בשני אנשים מקיימים יחסי מין יכולה גם להיות מעוררת מאוד.",
            "ar": "لا يشير التلصص إلى النظر إلى أجزاء الجسم العارية فقط. يمكن أيضًا أن تكون مراقبة شخصين يمارسان الجنس سرًا أمرًا مثيرًا للغاية.",
            "zh": "窥淫癖不仅仅指观看裸体的身体部位。偷偷观察两个人做爱也会非常令人兴奋。",
            "ja": "盗撮とは、裸の身体部分を見ることだけを指すわけではありません。二人のセックスをこっそり観察するのも非常に興奮します。",
            "hi": "ताक-झांक का तात्पर्य केवल नग्न शरीर के अंगों को देखना नहीं है। गुप्त रूप से दो लोगों को सेक्स करते हुए देखना भी बेहद उत्तेजित करने वाला हो सकता है।",
            "de": "Unter Voyeurismus versteht man nicht nur das Betrachten nackter Körperteile. Auch das heimliche Beobachten zweier Menschen beim Sex kann äußerst erregend sein.",
            "th": "การแอบดูไม่ได้หมายถึงการดูส่วนต่างๆ ของร่างกายที่เปลือยเปล่าเท่านั้น การแอบสังเกตคนสองคนมีเพศสัมพันธ์กันก็อาจปลุกเร้าใจได้เช่นกัน",
            "ru": "Вуайеризм подразумевает не только рассматривание обнаженных частей тела. Тайное наблюдение за двумя людьми, занимающимися сексом, также может быть чрезвычайно возбуждающим.",
            "pl": "Podglądanie nie odnosi się tylko do patrzenia na nagie części ciała. Potajemne obserwowanie dwóch osób uprawiających seks może być również niezwykle podniecające.",
            "fr": "Le voyeurisme ne se limite pas à regarder des parties nues du corps. Observer secrètement deux personnes en train de faire l’amour peut aussi être extrêmement excitant.",
            "pt": "O voyeurismo não se refere apenas a olhar partes nuas do corpo. Observar secretamente duas pessoas fazendo sexo também pode ser extremamente excitante.",
            "id": "Voyeurisme tidak hanya mengacu pada melihat bagian tubuh telanjang. Mengamati dua orang berhubungan seks secara diam-diam juga bisa sangat menggairahkan.",
            "bn": "Voyeurism শুধুমাত্র নগ্ন শরীরের অংশ দেখার উল্লেখ করে না। গোপনে দুজনের যৌন মিলন পর্যবেক্ষণ করাও অত্যন্ত উত্তেজনাপূর্ণ হতে পারে।"
        },
        "category": "sexual_adventure"
    },
    {
        "label": {
            "en": "Webcam",
            "tr": "Web kamerası",
            "es": "cámara web",
            "he": "מצלמת אינטרנט",
            "ar": "كاميرا ويب",
            "zh": "摄像头",
            "ja": "ウェブカメラ",
            "hi": "वेबकैम",
            "de": "Webcam",
            "th": "เว็บแคม",
            "ru": "Веб-камера",
            "pl": "Kamera internetowa",
            "fr": "Webcam",
            "pt": "Webcam",
            "id": "Kamera web",
            "bn": "ওয়েবক্যাম"
        },
        "description": {
            "en": "If both chat partners have webcams, they can video chat. Things can move beyond small talk and get hot, fast.",
            "tr": "Her iki sohbet ortağının da web kamerası varsa görüntülü sohbet yapabilirler. İşler küçük konuşmaların ötesine geçebilir ve hızla kızışabilir.",
            "es": "Si ambos interlocutores tienen cámaras web, pueden chatear por vídeo. Las cosas pueden ir más allá de una pequeña charla y ponerse calientes rápidamente.",
            "he": "אם לשני שותפי הצ'אט יש מצלמות אינטרנט, הם יכולים לצ'אט בווידאו. דברים יכולים לעבור מעבר לשיחות חולין ולהתחמם, מהר.",
            "ar": "إذا كان لدى كلا الشريكين في الدردشة كاميرات ويب، فيمكنهما إجراء محادثة فيديو. يمكن أن تتجاوز الأمور الحديث القصير وتصبح ساخنة وسريعة.",
            "zh": "如果聊天伙伴都有网络摄像头，他们就可以视频聊天。事情可能会超出闲聊的范围，很快就会变得激烈起来。",
            "ja": "両方のチャット パートナーが Web カメラを持っている場合は、ビデオ チャットが可能です。物事は単なる雑談を超えて、急速に熱くなる可能性があります。",
            "hi": "यदि दोनों चैट पार्टनर के पास वेबकैम हैं, तो वे वीडियो चैट कर सकते हैं। बातें छोटी-छोटी बातों से आगे बढ़ सकती हैं और तेजी से गर्म हो सकती हैं।",
            "de": "Wenn beide Chatpartner über Webcams verfügen, können sie per Video chatten. Die Dinge können über Smalltalk hinausgehen und schnell heiß werden.",
            "th": "หากคู่แชททั้งสองมีเว็บแคม ก็สามารถวิดีโอแชทได้ สิ่งต่างๆ สามารถก้าวไปไกลกว่าการพูดคุยเล็กๆ น้อยๆ และร้อนแรงและรวดเร็ว",
            "ru": "Если у обоих собеседников есть веб-камеры, они могут общаться в видеочате. Ситуация может выйти за рамки светских разговоров и быстро стать горячей.",
            "pl": "Jeśli obaj partnerzy czatu mają kamery internetowe, mogą rozmawiać na czacie wideo. Sprawy mogą wykraczać poza zwykłe rozmowy i szybko robić się gorąco.",
            "fr": "Si les deux partenaires de discussion disposent de webcams, ils peuvent discuter par vidéo. Les choses peuvent aller au-delà des bavardages et devenir brûlantes, rapidement.",
            "pt": "Se ambos os parceiros de bate-papo tiverem webcams, eles poderão conversar por vídeo. As coisas podem ir além da conversa fiada e esquentar rapidamente.",
            "id": "Jika kedua mitra ngobrol memiliki kamera web, mereka dapat melakukan obrolan video. Segala sesuatunya bisa melampaui obrolan ringan dan menjadi panas dengan cepat.",
            "bn": "যদি উভয় চ্যাট অংশীদারদের ওয়েবক্যাম থাকে তবে তারা ভিডিও চ্যাট করতে পারে। জিনিসগুলি ছোট ছোট কথার বাইরে চলে যেতে পারে এবং গরম, দ্রুত হতে পারে।"
        },
        "category": "amusement"
    },
    {
        "label": {
            "en": "Wifesharing",
            "tr": "Eş paylaşımı",
            "es": "compartir esposa",
            "he": "שיתוף אישה",
            "ar": "مشاركة الزوجات",
            "zh": "共妻制",
            "ja": "妻の共有",
            "hi": "पत्नी बांटना",
            "de": "Wifesharing",
            "th": "การแบ่งปันภรรยา",
            "ru": "Совместное использование жены",
            "pl": "Dzielenie się żonami",
            "fr": "Partage de femme",
            "pt": "Compartilhamento de esposas",
            "id": "Berbagi istri",
            "bn": "স্ত্রী ভাগ করা"
        },
        "description": {
            "en": "Wifesharing is a consensual sexual practice in which the (usually) male partner enjoys seeing his partner engage in sexual contact with another person.",
            "tr": "Eş paylaşımı, (genellikle) erkek partnerin, partnerinin başka bir kişiyle cinsel ilişkiye girdiğini görmekten keyif aldığı, rızaya dayalı bir cinsel uygulamadır.",
            "es": "Compartir esposas es una práctica sexual consensuada en la que la pareja (normalmente) masculina disfruta viendo a su pareja tener contacto sexual con otra persona.",
            "he": "שיתוף אישה הוא תרגול מיני בהסכמה שבה בן הזוג (בדרך כלל) נהנה לראות את בן זוגו מקיים מגע מיני עם אדם אחר.",
            "ar": "مشاركة الزوجة هي ممارسة جنسية تتم بالتراضي حيث يستمتع الشريك الذكر (عادة) برؤية شريكه يمارس اتصالًا جنسيًا مع شخص آخر.",
            "zh": "共妻是一种双方同意的性行为，其中（通常）男性伴侣喜欢看到他的伴侣与另一个人发生性接触。",
            "ja": "ワイフシェアリングは、（通常は）男性パートナーが自分のパートナーが他の人と性的接触をしているのを見て楽しむという合意に基づく性行為です。",
            "hi": "वाइफशेयरिंग एक सहमतिपूर्ण यौन प्रथा है जिसमें (आमतौर पर) पुरुष साथी अपने साथी को किसी अन्य व्यक्ति के साथ यौन संपर्क में संलग्न देखकर आनंद लेता है।",
            "de": "Wifesharing ist eine einvernehmliche Sexualpraktik, bei der der (meist) männliche Partner es genießt, zu sehen, wie sein Partner sexuellen Kontakt mit einer anderen Person pflegt.",
            "th": "การแบ่งปันภรรยาเป็นวิธีปฏิบัติทางเพศโดยยินยอม โดยที่ฝ่ายชาย (โดยปกติ) มักจะชอบที่จะเห็นคู่ของตนมีเพศสัมพันธ์กับบุคคลอื่น",
            "ru": "Совместное женитьбу — это сексуальная практика по обоюдному согласию, при которой (обычно) партнер-мужчина получает удовольствие от того, как его партнерша вступает в сексуальный контакт с другим человеком.",
            "pl": "Dzielenie się żonami to praktyka seksualna za obopólną zgodą, podczas której (zwykle) partner płci męskiej czerpie przyjemność z widoku swojego partnera w kontaktach seksualnych z inną osobą.",
            "fr": "Le partage de femmes est une pratique sexuelle consensuelle dans laquelle le partenaire (généralement) masculin aime voir son partenaire avoir des contacts sexuels avec une autre personne.",
            "pt": "A partilha de esposas é uma prática sexual consensual em que o parceiro (normalmente) masculino gosta de ver o seu parceiro ter contacto sexual com outra pessoa.",
            "id": "Wifesharing adalah praktik seksual suka sama suka di mana (biasanya) pasangan laki-laki senang melihat pasangannya melakukan kontak seksual dengan orang lain.",
            "bn": "ওয়াইফশেয়ারিং হল একটি সম্মতিমূলক যৌন অভ্যাস যেখানে (সাধারণত) পুরুষ সঙ্গী তার সঙ্গীকে অন্য ব্যক্তির সাথে যৌন যোগাযোগে লিপ্ত হতে দেখে আনন্দ পায়।"
        },
        "category": "sexual_adventure"
    },
    {
        "label": {
            "en": "Young partners",
            "tr": "Genç ortaklar",
            "es": "Socios jóvenes",
            "he": "שותפים צעירים",
            "ar": "الشركاء الشباب",
            "zh": "年轻的伙伴",
            "ja": "若いパートナー",
            "hi": "युवा साथी",
            "de": "Junge Partner",
            "th": "คู่หูหนุ่ม",
            "ru": "Молодые партнеры",
            "pl": "Młodzi partnerzy",
            "fr": "Jeunes partenaires",
            "pt": "Jovens parceiros",
            "id": "Mitra muda",
            "bn": "তরুণ অংশীদার"
        },
        "description": {
            "en": "It’s not just famous people who appreciate younger lovers. As long as it’s legal, there’s nothing against having relationships with younger partners.",
            "tr": "Genç aşıklara değer verenler sadece ünlü insanlar değil. Yasal olduğu sürece genç partnerlerle ilişki kurmanın hiçbir sakıncası yoktur.",
            "es": "No son sólo los famosos los que aprecian a los amantes más jóvenes. Mientras sea legal, no hay nada en contra de tener relaciones con parejas más jóvenes.",
            "he": "לא רק אנשים מפורסמים מעריכים אוהבים צעירים יותר. כל עוד זה חוקי, אין שום דבר נגד קיום יחסים עם בני זוג צעירים יותר.",
            "ar": "لا يقتصر الأمر على الأشخاص المشهورين الذين يقدرون العشاق الأصغر سنًا. وطالما كان ذلك قانونيًا، فلا يوجد مانع من إقامة علاقات مع شركاء أصغر سنًا.",
            "zh": "欣赏年轻恋人的不仅仅是名人。只要合法​​，与年轻伴侣建立关系就没有什么问题。",
            "ja": "年下の恋人を大切にするのは有名人だけではありません。合法である限り、年下のパートナーと関係を持つことに何も問題はありません。",
            "hi": "यह सिर्फ प्रसिद्ध लोग नहीं हैं जो युवा प्रेमियों की सराहना करते हैं। जब तक यह कानूनी है, युवा साथियों के साथ संबंध रखने में कोई बुराई नहीं है।",
            "de": "Es sind nicht nur berühmte Leute, die jüngere Liebhaber zu schätzen wissen. Solange es legal ist, spricht nichts dagegen, Beziehungen mit jüngeren Partnern einzugehen.",
            "th": "ไม่ใช่แค่คนมีชื่อเสียงเท่านั้นที่ชื่นชอบคู่รักที่อายุน้อยกว่า ตราบใดที่มันถูกกฎหมาย ไม่มีอะไรขัดขวางการมีความสัมพันธ์กับคู่รักที่อายุน้อยกว่า",
            "ru": "Не только известные люди ценят молодых любовников. Пока это законно, нет ничего против отношений с более молодыми партнерами.",
            "pl": "Nie tylko sławni ludzie doceniają młodszych kochanków. Dopóki jest to legalne, nie ma nic przeciwko utrzymywaniu relacji z młodszymi partnerami.",
            "fr": "Il n’y a pas que les personnes célèbres qui apprécient les jeunes amants. Tant que c’est légal, rien ne s’oppose à avoir des relations avec des partenaires plus jeunes.",
            "pt": "Não são apenas as pessoas famosas que apreciam os amantes mais jovens. Desde que seja legal, não há nada contra o relacionamento com parceiros mais jovens.",
            "id": "Bukan hanya orang-orang terkenal saja yang mengapresiasi kekasih yang lebih muda. Selama itu sah, tidak ada salahnya menjalin hubungan dengan pasangan yang lebih muda.",
            "bn": "এটি কেবল বিখ্যাত লোকেরাই নয় যারা অল্পবয়সী প্রেমীদের প্রশংসা করে। যতক্ষণ না এটি আইনি, ততক্ষণ অল্পবয়সী অংশীদারদের সাথে সম্পর্কের বিরুদ্ধে কিছুই নেই।"
        },
        "category": "physical_pref"
    }
]